[{"article":"ၼႃႈႁူဝ်ႁႅၵ်ႈ","views":34515,"mobile_percentage":18.5,"rank":1},{"article":"မူဝ်သၢမ်လူင်ႇ တေၶဝ်ႈဝႃႇတီႈလႂ်","views":2096,"mobile_percentage":93.42,"rank":2},{"article":"ပဵၼ်လွင်ႈယိုဝ်း ထရမ်ႉ တီႈပၢင်ၵႅဝ်ႈ၊ ၸွမ်ပွင်ၸိုင်ႈၵဝ်ႇထရမ်ႉ လွတ်ႈၽေးယူႇ","views":619,"mobile_percentage":52.83,"rank":3},{"article":"G20 ဢိၼ်းတီးယႃး - ပၢင်ၵုမ်တေႇလီႇ ဢၼ်ၶေႃႈပိုၼ်ၽၢဝ်ႇႁူမ်ႈၵၼ် ဢွၵ်ႇမႃး","views":566,"mobile_percentage":49.82,"rank":4},{"article":"သၽႃးၵၢဝ်းလီၸၢၼ်း ပၼ်သဵင်သေ ယိုတ်းပႅတ်ႈ ပၵ်းပိူင်သိုၵ်း","views":559,"mobile_percentage":52.95,"rank":5},{"article":"လုမ်းတႅၼ်းၽွင်း ၵၢဝ်းလီၸၢၼ်း တႅပ်းတတ်း တႃႇဢဝ်လိူင်ႈ ၸွမ်ပွင်ၸိုင်ႈ ယုၼ်ႇ","views":540,"mobile_percentage":39.44,"rank":6},{"article":"TikTok ၶိုၼ်းႁဵတ်းၵၢၼ်ၶိုၼ်း ဝၢႆးသေ ထရမ်ႉ လၢတ်ႈဝႃႈ “ႁဝ်းတေလႆႈၽူတ်ႇၸွႆႈမၼ်း”","views":538,"mobile_percentage":47.96,"rank":7},{"article":"ၶေႃႈတွပ်ႇပၢင်လိူၵ်ႈတင်ႈ UK ဢွၵ်ႇမႃးယဝ်ႉ","views":470,"mobile_percentage":54.26,"rank":8},{"article":"လွင်ႈၶတ်းၸႂ်တီႉၺွပ်း ယုၼ်ႇသူၵ်ႉယဵဝ်ႇ ဢမ်ႇပဵၼ်ၵၢၼ်","views":427,"mobile_percentage":53.4,"rank":9},{"article":"ဢိင်ႇသၼ်ႇ တီႈၽင်ႇပၢင်ႇလၢႆႇပွတ်းဢွၵ်ႇ ထၢႆႇဝၢၼ်း ၵူၼ်းလႆႈလုတၢႆၸဵပ်းမၢတ်ႇ","views":426,"mobile_percentage":54.93,"rank":10},{"article":"ယူႇၶရဵၼ်း လၢတ်ႈဝႃႈ ၶဝ်ၶႃႈႁႅမ်တၢႆ ၸွမ်သိုၵ်းလူင် ရတ်ႈသျႃး တီႈဝဵင်းမွသ်ႉၵူဝ်ႇ","views":405,"mobile_percentage":35.8,"rank":11},{"article":"ၶွမ်ႇပၼီႇ Microsoft တေဢိုတ်းႁပ်း Skype ၼႂ်းလိူၼ်မေႇ","views":392,"mobile_percentage":57.4,"rank":12},{"article":"ၽွင်းလူင်ၽၢႆႇၵႅတ်ႇၵင်ႈ ၵၢဝ်းလီၸၢၼ်း ထုၵ်ႇၺွပ်း ယွၼ်ႉပိုၼ်ၽၢဝ်ႇ မၢႆမီႈသိုၵ်းဢုပ်ႉပိူင်ႇ","views":390,"mobile_percentage":39.74,"rank":13},{"article":"ၸွမ်ၽွင်းလူင်မိူင်းထႆး တေလႆႈထွၼ်တူဝ်ဢွၵ်ႇ ယွၼ်ႉပူၼ်ႉပႅၼ်ၽိင်ႈတိုဝ်းၵမ်","views":386,"mobile_percentage":57.51,"rank":14},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်းၶႄႇ တိုၵ်းသူၼ်း ႁႂ်ႈဢွၼ်ၵၼ် ၽဵဝ်ႈမူၺ်ႉလွင်ႈလႅၼ်ၼိူဝ်ဢွၼ်ႇလၢႆး","views":382,"mobile_percentage":46.6,"rank":15},{"article":"ထၵ်ႉသိၼ်ၶျိၼဝတ်ႉ ၺႃးတၢမ်ႇၶွၵ်ႈ 8 ပီ","views":372,"mobile_percentage":60.75,"rank":16},{"article":"Gantz လွၵ်ႈငိူတ်ႈဝႃႈ ပေႃးဢမ်ႇဝၢင်းၽႅၼ် ၵႃႇၸႃႇ တေထွၼ်ဢွၵ်ႇတီႈ ၸုမ်ႈၽွင်းလူင်ၵၢၼ်သိုၵ်း","views":370,"mobile_percentage":57.3,"rank":17},{"article":"ဢီႇရၢၼ်း ယိုဝ်းမၢၵ်ႇၼူၾႆး ဢမ်ႇယွမ်း 180 လုၵ်ႈ ၸူး ဢိတ်ႇသရေး","views":366,"mobile_percentage":65.03,"rank":18},{"article":"လုမ်းတႅၼ်းၽွင်း မၵ်းမၼ်ႈ ၶရိတ်ႉသတီးၼူမ်း ပဵၼ်ၽွင်းလူင်ၽၢႆႇႁူမ်ႇ​လူမ်ႈ မႄႈမိူင်း","views":364,"mobile_percentage":48.08,"rank":19},{"article":"ၵၢၼ်ႇၶဝ် ဝႆႉသတိသေ ပႂ်ႉတူၺ်း လွင်ႈၶဵင်ႈၶႅင်တီႈ ပွတ်းဢွၵ်ႇတွၼ်ႈၵၢင်","views":362,"mobile_percentage":48.62,"rank":20},{"article":"မိူင်းထႆး တိုၵ်ႉၶတ်းၸႂ် တႃႇႁႂ်ႈမ်ိူင်းမၢၼ်ႈ ၽႅဝ်ၶိုၼ်းၼိူဝ်သဵၼ်ႈတၢင်း တီႇမူဝ်ႇၶရေႇသီႇ","views":361,"mobile_percentage":45.98,"rank":21},{"article":"ၸိူင်း ၶူဝ်းဝိတ်ႉ လႆႈ သူးမႃႉၶမ်း Oscar ၸိူင်းၶႄႇ","views":357,"mobile_percentage":45.66,"rank":22},{"article":"ၸုမ်းလုၵ်ႉၽိုၼ်ႉသီးရီးယႃး ယႃႉပႅတ်ႈ ၸွမ်ပွင်ၸိုင်ႈဢႃႇသတ်ႉ","views":357,"mobile_percentage":58.26,"rank":23},{"article":"ၸွမ်ၽွင်းလူင် ဢိၼ်းတီးယႃး သႄႉသွမ်း လွင်ႈႁဵတ်းႁၢႆႉၵျွင်းႁိၼ်ႇတူႇ တီႈမိူင်းၶႅၼ်ႇၼေႇတႃႇ","views":342,"mobile_percentage":43.27,"rank":24},{"article":"တီႈသၽႃးထႆး တေဢုပ်ႇဢူဝ်း လွင်ႈမျၢၼ်ႇမႃႇ","views":340,"mobile_percentage":52.35,"rank":25},{"article":"ၸွမ်ပွင်ၸိုင်ႈထရမ်ႉ မုင်ႈမွင်းဝႃႈ ပၢင်တိုၵ်း ရတ်ႈသျႃး တီႈမိူင်းယူႇၶရဵၼ်း ၸမ်တေယဝ်ႉတူဝ်ႈ","views":336,"mobile_percentage":54.76,"rank":26},{"article":"ပရိတ်ႈတဵၼ်ႇ လႄႈ မိူင်းႁႃႈမိူင်း ၶဝ်ႈပႃးမႃးၼႂ်း ဢမူႉမျၢၼ်ႇမႃႇ တီႈ ICJ","views":335,"mobile_percentage":58.81,"rank":27},{"article":"လူင်ပွင်ၸိုင်ႈ ပၢႆႇတႅၼ်ႇ တၢင်ႇလၢတ်ႈ ပၵ်းပိူင်မႂ်ႇ ၼိူဝ်ၵၢၼ်သူင်ႇဢွၵ်ႇ ၶိူင်ႈၸၢၵ်ႈ AI","views":332,"mobile_percentage":41.87,"rank":28},{"article":"ဢမႄႇရိၵၢၼ်ႇ တေပၼ် ဢိတ်ႇသရေး ႁိူဝ်းမိၼ်တိုၵ်း လႄႈ မၢၵ်ႇလူင်","views":331,"mobile_percentage":47.73,"rank":29},{"article":"ၸွမ်ၽွင်းလူင် ဢိတ်ႇသရေး တေဢုပ်ႇၵၼ်တင်း ၸွမ်ပွင်ၸိုင်ႈထရမ်ႉ လွင်ႈၵႃႇၸႃႇ","views":330,"mobile_percentage":49.39,"rank":30},{"article":"ၽူႈၵွၼ်းၵၢၼ် ၶွမ်ႇပၼီႇ Microsoft လႄႈ Meta ၶဝ် ၵႅတ်ႇၶႄႁႄႉၵင်ႈ လွင်ႈၸႂ်ႉၸၢႆႇ AI ၼမ်ၼႃႇ","views":329,"mobile_percentage":47.72,"rank":31},{"article":"တႃႇလီႇပၢၼ်ႇၶဝ် ယိုၼ်ယၼ် လွင်ႈတိၺွပ်းၵူၼ်းမိူင်း ဢမႄႇရိၵၢၼ်ႇ သွင်ၵေႃႉ","views":328,"mobile_percentage":57.93,"rank":32},{"article":"ပၢင်ၵုမ်လူင် Quad ၸတ်းႁဵတ်းတီႈ ဝဵင်းတႄႇလႃႇဝႄႇ","views":327,"mobile_percentage":51.38,"rank":33},{"article":"ၸုမ်းၽွမ်ႉႁူမ်ႈၽွင်းငမ်း မိူင်းၵျႃႇပၢၼ်ႇ လၢမ်းၶၢတ်ႈဝႃႈ တေသုမ်းၼမ် ၼႂ်းပၢင်လိူၵ်ႈတင်ႈ","views":327,"mobile_percentage":54.13,"rank":34},{"article":"ၵၢပ်ႈပၢၼ် လီ သုတ်းသဵင်ႈၵႂႃႇ ယွၼ်ႉ ၸွမ်ၽွင်းလူင်သိင်ႇၵႃႇပူဝ်ႇ လီသႅၼ်းလွင်း လိုဝ်ႈတႃၶုၼ်","views":326,"mobile_percentage":63.8,"rank":35},{"article":"ၽွင်းလူင်မႂ်ႇ ပၼ်ၵႂၢမ်းမၼ်ႈဝႃႈ တေႁဵတ်းလွင်ႈလႅၵ်ႈလၢႆႈ ၼႂ်းတပ်ႉသိုၵ်း ဢမႄႇရိၵၢၼ်ႇ","views":323,"mobile_percentage":40.25,"rank":36},{"article":"ၼမ်ႉထူမ်ႈမိူင်းသပဵၼ်ႇ မီးၵူၼ်းတၢႆ 200 ၵေႃႉလိူဝ်","views":320,"mobile_percentage":48.44,"rank":37},{"article":"ICJ တႅပ်းတတ်း ႁႂ်ႈဢိတ်ႇသရေး ၵိုတ်းတိုၵ်း ၵႃႇꩡႃႇ ၵမ်းလဵဝ်","views":315,"mobile_percentage":50.48,"rank":38},{"article":"ဢိၼ်းတီးယႃး လႅပ်ႈတေဢမ်ႇၶဝ်ႈပႃး ၼႂ်းၵၢၼ်ၶူင်သၢင်ႈငိုၼ်းမႂ်ႇ BRICS","views":313,"mobile_percentage":52.08,"rank":39},{"article":"ႁႅင်းၶၢႆၵွင်ႈၵၢင်ႇမိူင်းၶႄႇတူၵ်း ၼႂ်းလွၵ်းၵၢတ်ႇၵမ်ႇၽႃႇ","views":312,"mobile_percentage":54.49,"rank":40},{"article":"လုမ်းတြႃးထႆး ယႃႉပႅတ်ႈပႃႇတီႇၶိုပ်ႈၼႃႈ ဢၼ်ပႄႉပၢင်လိူၵ်ႈတင်ႈ","views":310,"mobile_percentage":54.52,"rank":41},{"article":"မၼ်မူဝ်ႁၼ်သိင်း ၸွမ်းၽွင်းလူင်ၵဝ်ႇ ဢိၼ်းတီးယႃး လူႉသဵင်ႈၵႂႃႇ မိူဝ်ႈဢႃႇယု 92","views":308,"mobile_percentage":40.58,"rank":42},{"article":"ဢီႇရၢၼ်း ဢမ်ႇယွမ်းႁပ်ႉ ၶေႃႈယိုၼ်ႈယွၼ်း ထရမ်ႉ တႃႇဢုပ်ႇဢူဝ်းသွင်ၽၢႆႇ","views":308,"mobile_percentage":50,"rank":43},{"article":"Elon Musk လၢတ်ႈဝႃႈ လွင်ႈၵေႃႇၵၢၼ်ႁၢႆႉ ၼိူဝ်ဢွၼ်ႇလၢႆး ႁဵတ်းႁႂ်ႈ X ၶၢတ်ႇၵႂႃႇ","views":307,"mobile_percentage":43,"rank":44},{"article":"ႁႃးမၢတ်ႉသ်ၶဝ် ၶိုၼ်းပွႆႇပၼ် ၵူၼ်းမိူင်းထႆး 12 ၵေႃႉ","views":307,"mobile_percentage":54.4,"rank":45},{"article":"ၸဝ်ႈၼႃႈတီႈပလိၵ်ႈထႆး 2 ၵေႃႉ ဢၼ်ထုၵ်ႇထၢင်ႇထိူမ်ဝႃႈ ၵဵဝ်ႇၶွင်ႈၸုမ်းၵျႃးၽႅၼ်ႉ ထုၵ်ႇထဵတ်ႈထၢမ်","views":307,"mobile_percentage":54.07,"rank":46},{"article":"ၸုမ်းယိပ်းၵွင်ႈၵၢင်ႇမိူင်းမၢၼ်ႈ သိမ်းလႆႈထႅင်ႈဝဵင်းၼိုင်ႈ ၼိူဝ်သဵၼ်ႈတၢင်းလူင်မိူင်းၶႄႇ","views":306,"mobile_percentage":56.21,"rank":47},{"article":"ၸွမ်ပွင်ၸိုင်ႈရတ်ႈသျႃး လႄႈ ၶႄႇ ဢုပ်ႇဢူဝ်းလွင်ႈၵပ်းသိုပ်ႇ တင်းထရမ်ႉ","views":304,"mobile_percentage":45.39,"rank":48},{"article":"မီးလွင်ႈယိုဝ်း တီႈႁိမ်းပၢင်လဵၼ်ႈၵွပ်ႉၾ် ၸွမ်ပွင်ၸိုင်ႈၵဝ်ႇထရမ်ႉ","views":303,"mobile_percentage":55.45,"rank":49},{"article":"ပၢႆးၸၢင်ႈ AI တွၼ်ႈတႃႇ ၵူၼ်းလၢတ်ႈၵႂၢမ်းယၢပ်ႇ","views":301,"mobile_percentage":52.49,"rank":50},{"article":"မိူင်းယူႇၶရဵၼ်း လႄႈ မိူင်းဢမႄႇရိၵၢၼ်ႇ တေလူင်းလၢႆးမိုဝ်း ၵၢၼ်ႁႃၶူဝ်းႁႄႈ ဢၼ်ဢမ်ႇသူႈမီး","views":301,"mobile_percentage":47.84,"rank":51},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈရတ်ႈသျႃး ပူႇထိၼ်ႇ ႁွတ်ႈထိုင် ၵၢဝ်းလီႁွင်ႇ","views":300,"mobile_percentage":24.33,"rank":52},{"article":"ၸွမ်ၽွင်းလူင်မႂ်ႇမိူင်းထႆး ပၼ်ၵႂၢမ်းမၼ်ႈဝႃႈ တေမႄးၶိုၼ်းပၢႆးမၢၵ်ႈမီး","views":299,"mobile_percentage":57.53,"rank":53},{"article":"ဢိတ်ႇသရေး သိုပ်ႇတိုၵ်း ၵႃႇၸႃႇ","views":297,"mobile_percentage":56.9,"rank":54},{"article":"ၶႄႇတေၵႄႈလိတ်ႈပၼ်ႁႃ ၶွၼ်ႇၵုၼ်ႇသိၼ်ၶဝ်ႈမိူင်း တင်းယူးရူပ်ႉ","views":296,"mobile_percentage":48.99,"rank":55},{"article":"ပူႇထိၼ်ႇ တၢင်ႇလၢတ်ႈ တႃႇလႅၵ်ႇလၢႆႈ ၽွင်းလူင် ၵၢၼ်ၵႅတ်ႇၵင်ႈ ရတ်ႈသျႃး","views":292,"mobile_percentage":63.01,"rank":56},{"article":"ဢမႄႇရိၵၢၼ်ႇ ၶဝ်ႈႁူမ်ႈပၢင်ၵုမ်ၽွင်းလူင်ၽၢႆႇၵႅတ်ႇၵင်ႈ ဢႃႇသီႇယၼ်ႇ","views":292,"mobile_percentage":44.86,"rank":57},{"article":"Kemi Badenoch ပဵၼ်မႃး ၽူႈဢွၼ်ႁူဝ် ပႃႇတီႇ ၶွၼ်ႇသႃႇဝေးထိပ်ႉ ​​မိူင်းယူႇၶေႇ","views":288,"mobile_percentage":47.57,"rank":58},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈ ရတ်ႈသျႃး ပၼ်ၵႂၢမ်းမၼ်ႈ တႃႇယုၵ်ႉသုင် လွင်ႈသိူၵ်ႈသမ်ႇၵၼ်တင်း မိူင်းၶႄႇ","views":287,"mobile_percentage":62.72,"rank":59},{"article":"ယူႇဢႅတ်ႉသ် ၸႂ်ႉဝီႇတူဝ်ႇ ပၢၵ်ႈပႅတ်ႈ လွင်ႈတႅပ်းတတ်း ၶွင်ႇသီႇၽၢႆႇႁူမ်ႇလူမ်ႈ လိူင်ႈၵႃႇၸႃႇ","views":283,"mobile_percentage":51.59,"rank":60},{"article":"ၽွင်းလူင်ၵၢၼ်ၵႅတ်ႇၵင်ႈ ထၢႆႇဝၼ်းဝႃႈ ၼႂ်း 24 ၸူဝ်းမူဝ်း ၸွပ်ႇႁၼ် ႁိူဝ်းမိၼ်သိုၵ်းၶႄႇ 30 လမ်း","views":281,"mobile_percentage":51.6,"rank":61},{"article":"လွႆၽႆးတႅၵ်ႇ တီႈ ဢိၼ်ႇတူဝ်ႇၼီးသျႃး လႄႈ လႆႈၽူတ်ႇၸွႆႈ ၵူၼ်းပိုၼ်ႉတီႈ","views":279,"mobile_percentage":60.57,"rank":62},{"article":"တပ်ႉသိုၵ်းဢိတ်ႇသရေး ႁၼ်ၶိုၼ်း တူဝ်တၢႆ ၵူၼ်းထုၵ်ႇၺွပ်းၵႂႃႇ သၢမ်ၵေႃႉ","views":277,"mobile_percentage":57.04,"rank":63},{"article":"ICJ တေသိုပ်ႇ ၵူတ်ႇထတ်း လွင်ႈ ဢိတ်ႇသရေး ၽဵဝ်ႈမူၺ်ႉၶိူဝ်းၵူၼ်း","views":277,"mobile_percentage":62.82,"rank":64},{"article":"လွင်ႈမၢၵ်ႇၼူၾႆး ဢၼ်ၸၢင်ႈယိုဝ်းလႆႈၵႆ တႃႇယူႇၶရဵၼ်းၼၼ်ႉ ၵၢၼ်ႇ ဢိင်းၵလဵတ်ႈ ပႆႇတႅပ်းတတ်း","views":276,"mobile_percentage":63.77,"rank":65},{"article":"ၸွမ်ပွင်ၸိုင်ႈမႂ်ႇ ဢိၼ်ႇတူဝ်ႇၼီးသျႃး ၶွတ်ႇၽွတ်ႈၸုမ်းလူင်ပွင်ၸိုင်ႈမႂ်ႇ","views":275,"mobile_percentage":62.18,"rank":66},{"article":"ယွၼ်ႉ Pager တႅၵ်ႇလႄႈ ႁဵတ်းႁႂ်ႈၽူႈၶဝ်ႈၸုမ်း ႁႅꩡ်ႉပူဝ်းလႃႇ လႆႈတၢႆၵႂႃႇ ဢမ်ႇယွမ်း 12 ၵေႃႉ","views":275,"mobile_percentage":48.73,"rank":67},{"article":"မုၼ်ၸဝ်ႈၽူပ်ႉ ၾရၼ်ႇသိသ်ႉ လွၼ်ႇၵႂႃႇယဝ်ႉ","views":274,"mobile_percentage":59.12,"rank":68},{"article":"ၸွမ်ၸိုင်ႈၾီလိပ်ႈပိၼ်း သႄႉသွမ်းၼိူဝ် လွင်ႈၶႄႇတိုၵ်းတေႃး ႁိူဝ်းၾီလိပ်ႈပိၼ်း","views":274,"mobile_percentage":53.65,"rank":69},{"article":"ငိုၼ်းၸႂ်ႉၸၢႆႇ ၵၢၼ်ၵႅ​တ်ႇၵင်ႈ ၵျႃႇပၢၼ်ႇ ၶိုၼ်ႈမႃး ႁၢဝ်ႈႁႅင်း ယွၼ်ႉလွင်ႈလွၵ်ႇငိူတ်ႇၶႄႇ","views":273,"mobile_percentage":59.71,"rank":70},{"article":"သိုၵ်းၼိူဝ်လိၼ် ဢိတ်ႇသရေး ၶဝ်ႈတိုၵ်း မိူင်းလႄႇပႃႇၼွၼ်ႇ","views":272,"mobile_percentage":45.96,"rank":71},{"article":"ယူႇၶရဵၼ်း လၢတ်ႈဝႃႈ တရူၼ်းရတ်ႈသျႃး ယိုဝ်းသႂ်ႇ ႁူင်းၸၢၵ်ႈၼိဝ်ႇၵလီးယႃး Chernobyl","views":272,"mobile_percentage":56.62,"rank":72},{"article":"မိူင်းၶႄႇ ပိုၼ်ၽၢဝ်ႇဝႃႈ ၸုမ်းဢွၵ်ႇတၢင်း ဢႃႇသီႇယၼ်ႇ တေဢမ်ႇလႆႈသႂ်ႇဝီႇၸႃႇ","views":271,"mobile_percentage":61.62,"rank":73},{"article":"ၾႆးမႆႈပႃႇထိူၼ်ႇၵရိတ်ႈ လၢမ်းၽႄႈထိုင် ၶႅပ်ႇဝဵင်းဢေႇတိၼ်ႇ","views":268,"mobile_percentage":56.72,"rank":74},{"article":"ပၢင်ၵုမ်လူင် G7 တႄႇတီႈ မိူင်းဢီႇတႃႇလီႇ","views":267,"mobile_percentage":57.3,"rank":75},{"article":"မိူင်းၾရၢင်ႇသဵတ်ႈ တေၸႅၵ်ႇၽႄၶၢဝ်ႇငၢဝ်းၵၢၼ်ၸွပ်ႇပၼ် ယူႇၶရဵၼ်း","views":266,"mobile_percentage":46.62,"rank":76},{"article":"ၵူၼ်းယိပ်းမိတ်ႈ ႁဵတ်းႁၢႆႉၵူၼ်း တီႈၵၢတ်ႇလူင် သိတ်ႉၼီႇ မိူင်းဢေႃႉသထရေးလီးယႃး","views":263,"mobile_percentage":57.79,"rank":77},{"article":"Elon Musk တုၵ်းယွၼ်း ႁႂ်ႈဢိုတ်းႁပ်း USAID ဢၼ် ၸွႆႈထႅမ်ငိုၼ်းတေႃႇလႃႇ ဢၢၼ်ႇႁူဝ်ႁဵင်လၢၼ်ႉမၼ်း","views":263,"mobile_percentage":56.27,"rank":78},{"article":"လုမ်းတတ်းသိၼ်လၵ်းမိူင်းထႆး ၽွမ်ႉၸႂ် တႃႇထွမ်ႇငိၼ်း လိူင်ႈ တႃႇယႃႉပႅတ်ႈ ပႃႇတီႇ Move Forward","views":261,"mobile_percentage":54.79,"rank":79},{"article":"ၵျႃႇပၢၼ်ၶဝ် ၽိုၵ်းၵၢၼ်သိုၵ်း တီႈႁိမ်း ပိုၼ်ႉတီႈၼမ်ႉ ဢၼ်ၸၢင်ႈတိူဝ်ႉယွၼ်ႈ ၶႄႇ ငၢႆႈ","views":261,"mobile_percentage":62.07,"rank":80},{"article":"ၶၢဝ်းတၢင်းၼွၵ်ႈမိူင်း ပွၵ်ႈဢွၼ်တၢင်းသုတ်း ၽွင်းလူင် ၵၢၼ်ၼွၵ်ႈမိူင်း ဢမႄႇရိၵၢၼ်ႇ","views":259,"mobile_percentage":50.97,"rank":81},{"article":"ၸုမ်းၸဝ်ႈၵၢၼ်ယေးငိုၼ်းထႆး ထဵင်ဝႃႈ ဢမ်ႇၵဵဝ်ႇၵပ်း လွင်ႈမၢၼ်ႈသိုဝ်ႉလၢၵ်ႈၼၢၵ်ႈ","views":258,"mobile_percentage":57.75,"rank":82},{"article":"လွင်ႈဢိုတ်းႁပ်းမႂ်ႇ ၼိူဝ်ၵၢၼ်ပၢႆးမၢၵ်ႈမီး ၼမ်ႉမၼ်းမဵၼ် မိူင်းဢီႇရၢၼ်း","views":258,"mobile_percentage":56.98,"rank":83},{"article":"ၵူၼ်းထိူၼ်ႇ ႁူႇလ်တီႇ မိူင်းယႄႇမႅၼ်ႇ လၢတ်ႈဝႃႈ ၶဝ်ယိုဝ်းတရုၼ်း ဢမႄႇရိၵၢၼ်ႇတူၵ်း","views":257,"mobile_percentage":61.48,"rank":84},{"article":"ရတ်ႈသျႃး ယိုဝ်းသႂ်ႇ ႁူင်းႁဵၼ်းသိုၵ်း လႄႈ ႁူင်းယႃ ယူႇၶရဵၼ်း ႁဵတ်းႁႂ်ႈ ၵူၼ်းတၢႆ 50 ၵေႃႉလိူဝ်","views":256,"mobile_percentage":62.89,"rank":85},{"article":"ၸွမ်ၽွင်းလူင် မိူင်းၶႅၼ်ႇၼေႇတႃႇ ပိုၼ်ၽၢဝ်ႇတေထွၼ်တူဝ်ဢွၵ်ႇ","views":256,"mobile_percentage":55.47,"rank":86},{"article":"ပၢင်ၵုမ်လူင် NATO တေဢဝ်ၸႂ်သႂ်ႇ လွင်ႈၸွႆႈထႅမ် မိူင်းယူႇၶရဵၼ်း","views":255,"mobile_percentage":61.96,"rank":87},{"article":"ႁိူဝ်းမိၼ် သၢႆၵၢၼ်မိၼ် ဢႃႇၸႃႇပၢႆႇၸၼ်ႇ တူၵ်းတီႈမိူင်းၶႃႇၸၢၵ်ႈသတၢၼ်ႇ ၵူၼ်းတၢႆ 38 ၵေႃႉ","views":255,"mobile_percentage":56.08,"rank":88},{"article":"လွင်ႈၶဵင်ႈၶႅင် ၵၢၼ်ၽွင်း ၶႄႇ-ၾီလိပ်ႈပိၼ်း ယႂ်ႇသုင်မႃး","views":253,"mobile_percentage":60.47,"rank":89},{"article":"ဢၼုရႃႇၵူႇမႃႇရႃႇ တီႇသၼႃႇယႃႇၵေႇ လႆႈမၼ်ႈၵႅၼ်ႇ ပဵၼ်ၸွမ်ၸိုင်ႈ မိူင်းသီႇရိလင်းၵႃ","views":252,"mobile_percentage":49.21,"rank":90},{"article":"ၽူႈဢွၼ်ႁူဝ် ယူးရူပ်ႉၶဝ် ႁွင်ႉပၢင်ၵုမ်ၶိုၵ်ႉၶၵ်ႉ ၵဵဝ်ႇၵပ်းလွင်ႈ ယူႇၶရဵၼ်း","views":252,"mobile_percentage":61.11,"rank":91},{"article":"ၽၢႆႇသၢၼ်ၶတ်းၶဝ် တုၵ်းယွၼ်း ႁႂ်ႈၸွမ်ပွင်ၸိုင်ႈ ၵၢဝ်းလီၸၢၼ်း ထွၼ်တူဝ်ဢွၵ်ႇ","views":251,"mobile_percentage":34.26,"rank":92},{"article":"ၽွင်းလူင်ၵၢၼ်ၵႅတ်ႇၵင်ႈၵူၼ်းမိူင်းၶႄႇ လႄႈ ၽွင်းလူင်ၵၢၼ်ၼႂ်းမိူင်း မိူင်းမၢၼ်ႈ ထူပ်းၵၼ်","views":251,"mobile_percentage":62.95,"rank":93},{"article":"G7 တေၸွႆႈထႅမ် လွင်ႈၵႅတ်ႇၵင်ႈၽေးၵၢင်ႁၢဝ် ယူႇၶရဵၼ်း","views":250,"mobile_percentage":53.6,"rank":94},{"article":"တရူၼ်း ယူႇၶရဵၼ်း 140 ပၢႆ ပိုတ်းယိုဝ်းတီႈရတ်ႈသျႃး ၼၢင်းယိင်းၵေႃႉၼိုင်ႈ လႆႈတၢႆၵႂႃႇ","views":250,"mobile_percentage":61.2,"rank":95},{"article":"ဢမႄႇရိၵၢၼ်ႇ ၶဝ်ႈတိုၵ်းဢီႇရၢၼ်းယဝ်ႉ","views":250,"mobile_percentage":53.2,"rank":96},{"article":"တီႇမေႃး သႄႉသွမ်းၼိူဝ် လွင်ႈတႅပ်းတတ်း ၶွင်ႇသီႇသိုၵ်းမၢၼ်ႈ ႁႂ်ႈၽွင်းၶဵဝ်ဢွၵ်ႇၼႂ်းမိူင်း","views":249,"mobile_percentage":61.04,"rank":97},{"article":"ၾရၢင်ႇသဵတ်ႈ လၢတ်ႈဝႃႈ ၵူၼ်းသိုၵ်းရတ်ႈသျႃး တၢႆ 150000 တီႈ ပၢင်တိုၵ်းယူႇၶရဵၼ်း","views":248,"mobile_percentage":59.27,"rank":98},{"article":"ၽူႈၼမ်းၽၢႆႇသၢၼ်ၶတ်း ဢွင်ႇပႄႉပၢင်လိူၵ်ႈတင်ႈ မိူင်းၵျႃႇမၼီႇ","views":248,"mobile_percentage":51.21,"rank":99},{"article":"ဢမၢတ်ႈ ပႃႇတီႇ Move forward ၽိထႃႊ လိမ်ႉၸရိူၼ်းရတ်ႉ ၶိုၼ်ႈသၽႃးၶိုၼ်းယဝ်ႉ","views":247,"mobile_percentage":65.99,"rank":100},{"article":"ႁႃးမၢတ်ႉသ် လႄႈ ဢိတ်ႇသရေး ပဵၼ်ပၢင်တိုၵ်းႁၢဝ်ႈႁႅင်း တီႈ ၵႃႇꩡႃႇ","views":247,"mobile_percentage":52.63,"rank":101},{"article":"ၸုမ်း G7 ပၼ်ၽၢင်ႉဝႃႈ သင်ဢမ်ႇတူၵ်းလူင်းၵိုတ်းတိုၵ်းၼႆ တေဝၢင်းတၢမ်ႇၼိူဝ်ရတ်ႈသျႃး","views":247,"mobile_percentage":57.89,"rank":102},{"article":"CEO Telegram ထုၵ်ႇတိၺွပ်း တီႈတႃႈႁိူဝ်းမိၼ်ၾရၢင်ႇသဵတ်ႈ","views":247,"mobile_percentage":67.61,"rank":103},{"article":"ရူတ်ႉၾႆးၾႃႉၶႄႇ တေၽႄႈလွၵ်းၵၢၼ် တီႈယူးရူပ်ႉ","views":246,"mobile_percentage":62.2,"rank":104},{"article":"ဢီႇရၢၼ်းတုၵ်းယွၼ်း တႃႇဢုပ်ႇတီႈ UNSC ၵဵဝ်ႇၵပ်း လွင်ႈလုမ်းၽွင်းတၢင်ႇဢွၼ်ႇ ထုၵ်ႇတိုၵ်း","views":245,"mobile_percentage":55.51,"rank":105},{"article":"ၶႅၼ်ႇၼေႇတႃႇ တေပၼ်တၢင်းၸွႆႈထႅမ်သိုၵ်း ယူႇၶရဵၼ်း တႃႇ တေႃႇလႃႇ 650 လၢၼ်ႉ","views":245,"mobile_percentage":44.49,"rank":106},{"article":"လူင်ပွင်ၸိုင်ႈထႆး ယိုၼ်ယၼ် တႃႇယွၼ်ႇပၼ် ၶေႃႈမၵ်းၶၼ်ႈ ဝီႇသႃႇ","views":242,"mobile_percentage":62.4,"rank":107},{"article":"လွင်ႈႁႄႉႁၢမ်ႈ ဢိၼ်ႇသတႃႇၵရႅမ်ႇ တွၼ်ႈတႃႇ ၽူႈၸႂ်ႉတိုဝ်း ၵူၼ်းၼုမ်ႇ ဢႃႇယု 18 လူင်းတႂ်ႈ","views":242,"mobile_percentage":54.96,"rank":108},{"article":"ပၢင်ယၢတ်ႇၼမ်ႉ ၵွင်းမူးမၢၵ်ႇႁိၼ်ၼမ်ႉ လေႃးၵမၢၼ်ႇဢွင်ႇ လွႆတိုင်ၶမ်း မူႇၸေႈ","views":241,"mobile_percentage":52.28,"rank":109},{"article":"လႆႈႁၼ် ၵူၼ်းထၢင်ႇထိူမ်တိတ်းၸပ်းၸိူဝ်ႉမႅင်း Mpox တီႈမိူင်းထႆး","views":240,"mobile_percentage":63.75,"rank":110},{"article":"ၸုမ်းယိပ်းၵွင်ႈၵၢင်ႇပႃႇၵိတ်ႈသတၢၼ်ႇ ယိုဝ်းပလိၵ်ႈလႅၼ်လိၼ် တၢႆ 10 ၵေႃႉ","views":240,"mobile_percentage":52.5,"rank":111},{"article":"ဢိင်ႇသၼ်ႇတီႈတိပႅတ်ႉ ၵူၼ်းတၢႆ ဢမ်ႇယွမ်း 126 ၵေႃႉ","views":239,"mobile_percentage":41,"rank":112},{"article":"ၶႄႇပၼ်ၽၢင်ႉ လွင်ႈထၢႆႇဝၢၼ်း တီႈ ပၢင်ၵုမ် သျင်ႇၷရီႇလႃႇ","views":239,"mobile_percentage":54.39,"rank":113},{"article":"ၽူႈမီးၸၼ်ႉယူႇၶရဵၼ်းၶဝ်လၢတ်ႈဝႃႈ ၶဝ်ဢဝ်တရုၼ်းသေ ယႃႉလႅဝ်ပႅတ်ႈ ႁိူဝ်းမိၼ်သိုၵ်းရတ်ႈသျႃး","views":239,"mobile_percentage":61.09,"rank":114},{"article":"ႁူဝ်ၼႃႈ ၸုမ်းၼေႇတူဝ်း ၶႂ်ႈတေႃႇသူႈ ပၼ်ႁႃ ၵူႈမိူင်းမိူင်း တင်း ၸွမ်ပွင်ၸိုင်ႈမႂ်ႇ ၵၢၼ်ႇ","views":238,"mobile_percentage":42.02,"rank":115},{"article":"ၵေႃႉဢၼ်ဢဝ် ၽႅၼ်ၵၢၼ် လွင်ႈဢိတ်ႇသရေး တေတိုၵ်း ဢီႇရၢၼ်း ပိုၼ်ဢွၵ်ႇၼၼ်ႉ ထုၵ်ႇမႂ်","views":238,"mobile_percentage":36.55,"rank":116},{"article":"ၽူႈမီးပုၼ်ႈၽွၼ်းၶဝ် ပိုၼ်ၽၢဝ်ႇ လွင်ႈၽၢႆႇလင် ၵေႃႉႁဵတ်းႁၢႆႉၵၢတ်ႇ ၵျႃႇမၼီႇ","views":238,"mobile_percentage":47.06,"rank":117},{"article":"ပိုၼ်ၽၢဝ်ႇ သၢႆငၢႆ ၶိုၵ်ႉၶၵ်ႉ ၾႆးမႆႈပႃႇထိူၼ်ႇ တီႈၸႄႈမိူင်းၶႄႇလီႇၾူဝ်းၼီးယႃး","views":237,"mobile_percentage":36.29,"rank":118},{"article":"ထရမ်ႉလႄႈ ပူႇတိၼ်ႇ လႆႈၸႂ်ၵၼ် တႃႇၵိုတ်းတိုၵ်း ႁူင်းႁႅင်းၾႆးၾႃႉ တီႈပၢင်တိုၵ်း ယူႇၶရဵၼ်း","views":236,"mobile_percentage":53.39,"rank":119},{"article":"ၵၢၼ်ႇ ဢမ်ႇယွမ်းႁပ်ႉ လွင်ႈဢိတ်ႇသရေး တေလေႃႇတိုၵ်း ဝဵင်းရႃႇၾႃႇ","views":236,"mobile_percentage":62.71,"rank":120},{"article":"ႁိူဝ်းမိၼ်ၶႄႇ Y-9 ၵဵပ်းၶေႃႈမုၼ်းၶၢဝ်ႇ ပူၼ်ႉပႅၼ်ၼႃႈလိၼ်ၵၢင်ႁၢဝ်ၵျႃႇပၢၼ်ႇ","views":235,"mobile_percentage":52.34,"rank":121},{"article":"ႁွင်ႈၶၢဝ်ႇဢီႇရၢၼ်း ဝႃႈ ၸဝ်ႈၸွမ်ၸိုင်ႈ လႄႈ ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်းဢီႇရၢၼ်း တၢႆၵႂႃႇယဝ်ႉ","views":235,"mobile_percentage":60,"rank":122},{"article":"ၸွမ်ပွင်ၸိုင်ႈၵၢၼ်ႇ ႁပ်ႉတွၼ်ႈ လွင်ႈၵိုတ်ႈတိုၵ်း ဢိတ်ႇသရေး လႄႈ ႁႅꩡ်ႉပူဝ်းလႃႇ","views":234,"mobile_percentage":39.32,"rank":123},{"article":"ႁိူဝ်းမိၼ် ဢိတ်ႇသရေး ယိုဝ်း ႁူင်းႁဵၼ်း UN လႄႈ ႁိူၼ်းၵူၼ်း တီႈၵႃႇꩡႃႇ ၵူၼ်းတၢႆ ဢမ်ႇယွမ်း 34","views":234,"mobile_percentage":70.51,"rank":124},{"article":"ၸွမ်ၽွင်းလူင်ဢိတ်ႇသရေး လွၵ်ႇငိူတ်ႈဝႃႈ တေတိူဝ်းတိုၵ်းတေႃး ၵႃႇၸႃႇ","views":233,"mobile_percentage":64.38,"rank":125},{"article":"ၸွမ်ၸိုင်ႈရတ်ႈသျႃး ပၼ်ၽၢင်ႉ ယႃႇႁႂ်ႈပွႆႇတပ်ႉမိူင်းဝၼ်းတူၵ်း မႃးတီႈ ယူႇၶရဵၼ်း","views":233,"mobile_percentage":52.79,"rank":126},{"article":"တီႈပၢင်လိူၵ်ႈတင်ႈ မႅၵ်ႇသီႇၵူဝ်ႇ ၸဝ်ႈၸွမ်ၸိုင်ႈယိင်း လႅပ်ႈတေဢွင်ႇပႄႉ ဢွၼ်တၢင်းသုတ်း","views":233,"mobile_percentage":51.5,"rank":127},{"article":"ဢဝ်ၸွမ်ပွင်ၸိုင်ႈၵဝ်ႇ ၾီလိပ်ႈပိၼ်း ၻူႇတႃႇတေး သူင်ႇထိုင်တီႈ ICC တီႈ ဝဵင်း The Heague","views":233,"mobile_percentage":49.79,"rank":128},{"article":"တီႈမၢၵ်ႇတႅၵ်ႇ လႄႇပႃႇၼွၼ်ႇပွတ်းၸၢၼ်း ၵူၼ်းၸုမ်းၸၢတ်ႈၸိုင်ႈလုမ်ႈၾႃႉ လႆႈတၢင်းၸဵပ်းမၢတ်ႇ","views":232,"mobile_percentage":47.41,"rank":129},{"article":"ဢမႄႇရိၵၢၼ်ႇ ဢဝ်လိူင်ႈ ၵူၼ်းၸိူဝ်းဢဝ် ပၢႆးၸၢင်ႈဢမႄႇရိၵၢၼ်ႇ ပၼ် ဢီႇရၢၼ်း","views":232,"mobile_percentage":64.22,"rank":130},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်း ၵၢၼ်ႇ လႄႈ ၸွမ်ၸိုင်ႈဢီးၵျိပ်ႈ ဢုပ်ႇ တႃႇၵိုတ်းတိုၵ်းတီႈၵႃႇၸႃႇ","views":231,"mobile_percentage":58.44,"rank":131},{"article":"ဢိၼ်းတီးယႃး ၺွပ်းၵူၼ်းထၢင်ႇထိူမ် သီႇၵေႃႉ ၸိူဝ်းႁူၺ်းၵူၼ်းပၼ် တပ်ႉရတ်ႈသျႃး","views":231,"mobile_percentage":60.17,"rank":132},{"article":"ၵၢၼ်ႇ တေၶၢႆ ၶိူင်ႈၵွင်ႈၵၢင်ႇသိုၵ်း ပၼ် ထၢႆႇဝၢၼ်း တႃႇ 2 ပီႇလီႇယၼ်ႇ တေႃႇလႃႇ","views":230,"mobile_percentage":55.65,"rank":133},{"article":"ၸၢဝ်းၵတႄး မၼိပူႇရ် ၶဝ်တုၵ်းယွၼ်း ယႃႇပေႁႂ်ႈႁပ်ႉ ၵူၼ်းပၢႆႈၽေးမိူင်းမၢၼ်ႈ","views":229,"mobile_percentage":32.75,"rank":134},{"article":"ယွၼ်ႉၼမ်ႉထူမ်ႈၼႂ်းမိူင်းထႆးသေ ၵူၼ်းတၢႆ မီးမႃး 22 ၵေႃႉ","views":226,"mobile_percentage":61.95,"rank":135},{"article":"ၸွမ်ၽွင်းလူင် ဢိင်းၵလဵတ်ႈၵေႃႉမႂ်ႇ သတႃႇမႃႇ ႁူပ်ႉထူပ်း ၸွမ်ၸိုင်ႈ ယူႇၶရဵၼ်း","views":226,"mobile_percentage":61.06,"rank":136},{"article":"မႄႈ လႄႈ ပီႈၼၢင်း မႃႇရီႇယႃႇၶႄႇရီႇ လႆႈတၢႆၵႂႃႇ ၼႂ်းဝၼ်းလဵဝ်ၵၼ်","views":225,"mobile_percentage":69.78,"rank":137},{"article":"ၸွမ်ၽွင်းလူင် ဢိၼ်းတီးယႃး ႁွတ်ႈထိုင် ဝဵင်းၶိပ်ႉၾ် တႃႇဢုပ်ႇဢူဝ်း ၸွမ်ၸိုင်ႈ ယူႇၶရဵၼ်း","views":225,"mobile_percentage":63.56,"rank":138},{"article":"ၶွမ်ႇပၼီႇထၢႆႇဝၢၼ်း ပိုၼ်ၽၢဝ်ႇဝႃႈ တေလူင်းတိုၼ်းထႅင်ႈ 100 ပီႇလီႇယၼ်ႇတေႃႇလႃႇ တီႈယူႇဢႅသ်ႉ","views":224,"mobile_percentage":48.21,"rank":139},{"article":"ၶွမ်ႇပၼီႇ လူတ်ႉၾႆးၾႃႉ VinFast ၶွင် ဝႅတ်ႉၼမ်း လႆႈၶၢမ်ႈပူၼ်ႉ Ford လႄႈ GM","views":224,"mobile_percentage":57.59,"rank":140},{"article":"ၽူႈႁွင်ႉၵႂၢမ်းၵဝ်ႇ ၸုမ်း One Direction လီယမ်ၽဵၼ်း လႆႈလူႉတၢႆၵႂႃႇ ယွၼ်ႉတူၵ်း ၸၢၼ်း","views":224,"mobile_percentage":65.63,"rank":141},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်း မိူင်းယူႇၶရဵၼ်း ထွၼ်တူဝ်ဢွၵ်ႇ","views":224,"mobile_percentage":58.48,"rank":142},{"article":"မုၼ်ၸဝ်ႈၽူပ်ႉ တိုၵ်းသူၼ်းယူႇၶရဵၼ်း ႁႂ်ႈမၼ်းတၢင်းႁတ်းႁၢၼ် ပူၵ်းၸွမ်ပိဝ်ၶၢဝ်သေ ငူပ်ႉငိ","views":224,"mobile_percentage":59.82,"rank":143},{"article":"လုမ်းတတ်းသိၼ်လူင် ၵၢၼ်ႇ တႅပ်းတတ်း ႁႂ်ႈသႂ်ႇၸိုဝ်ႈ Trump တီႈပၢင်လိူၵ်ႈႁူဝ်ပိုင်း ၼႂ်းပႃႇတီႇ","views":223,"mobile_percentage":50.22,"rank":144},{"article":"ၽူႈၵွၼ်းဝဵင်းၼိဝ်းယွၵ်ႉ ထုၵ်ႇဢဝ်တၢင်းၽိတ်း","views":222,"mobile_percentage":60.36,"rank":145},{"article":"လွင်ႈတိုၵ်းတေႃး လုမ်းၽွင်းတၢင်ဢွၼ်ႇ ဢီႇရၢၼ်း တီႈသီးရီးယႃးၼၼ်ႉ ၵၢၼ်ႇဢမ်ႇလႆႈၶဝ်ႈပႃး","views":222,"mobile_percentage":61.71,"rank":146},{"article":"ႁႃးမၢတ်ႉသ် သွၼ်ႇလွင်ႈလီသေ လဵပ်ႈႁဵၼ်း ၶေႃႈတၢင်ႇၼႄ လွင်ႈငမ်းယဵၼ် ဢိတ်ႇသရေး","views":221,"mobile_percentage":46.15,"rank":147},{"article":"ၸုမ်းႁိူဝ်းၺွပ်းပႃး ၾီလိပ်ႈပိၼ်း ဢွၼ်ၵၼ်ၵႂႃႇတီႈ ထဵင်မေႃးၵၼ် ၼႂ်းပၢင်ႇလၢႆႇၶႄႇၸၢၼ်း","views":220,"mobile_percentage":56.82,"rank":148},{"article":"ယူႇၶေႇ ထၢမ် ၵူႈမိူင်းမိူင်း ၵဵဝ်ႇၵပ်း ၽွၼ်းၽေးၶဵၼ် ပၵ်းပိူင်ႁၢပ်ႇၵၢၼ်သိုၵ်းမျၢၼ်ႇမႃႇ","views":220,"mobile_percentage":60,"rank":149},{"article":"ၽေးၵိုင်ႉၵၢင်ႉႁိူဝ်းမိၼ် ဢၼ်ႁၢႆႉၸႃႉလိူဝ်ပိူၼ်ႈ ၼိူဝ်လိၼ်ၵၢဝ်းလီၸၢၼ်း ၵူၼ်းတၢႆ 179 ၵေႃႉ","views":220,"mobile_percentage":44.09,"rank":150},{"article":"ပၢႆႇတႅၼ်ႇ ပၼ်ဢၼုၺၢတ်ႈ ႁႂ်ႈယူႇၶရဵၼ်း ၸႂ်ႉတိုဝ်း မၢၵ်ႇၼူၾႆး ဢၼ်ယိုဝ်းလႆႈၵႆ ဢၼ်ၵၢၼ်ႇပၼ်ဝႆႉ","views":219,"mobile_percentage":45.21,"rank":151},{"article":"ႁုၼ်ႈ Apple လူင်း ယွၼ်ႉ လူင်ပွင်ၸိုင်ႈၶႄႇ ႁႄႉႁၢမ်ႈ iPhone","views":219,"mobile_percentage":59.82,"rank":152},{"article":"ဢိတ်ႇသရေး ဢဝ်ႁိူဝ်းမိၼ် ယိုဝ်း လုမ်းၽွင်းတၢင်ဢွၼ်ႇဢီႇရၢၼ်း တီႈ သီးရီးယႃး","views":219,"mobile_percentage":52.97,"rank":153},{"article":"ၶႄႇ လႄႈ ရတ်ႈသျႃး ႁူမ်ႈၵၼ်ၽိုၵ်းၽွၼ်ႉၵၢၼ်သိုၵ်း","views":218,"mobile_percentage":59.63,"rank":154},{"article":"ဢမႄႇရိၵၢၼ်ႇ ပၼ်တူတ်ႈတၢမ်ႇ ၸုမ်းၸိူဝ်းႁႃငိုၼ်းၵွင်ၵၢင် တႃႇၸုမ်းႁမၢသ်ႉ","views":217,"mobile_percentage":60.83,"rank":155},{"article":"ၸွမ်ပွင်ၸိုင်ႈၶႄႇတိုၵ်းသူၼ်း ႁႂ်ႈမီးငဝ်းလၢႆး တႃႇယူႇၶရဵၼ်းလႄႈ ရတ်ႈသျႃး ထူပ်းၵၼ်လႆႈ","views":217,"mobile_percentage":38.25,"rank":156},{"article":"ပွႆးတၢင်ႇၸွင်ႈပီသႅင် ၵွင်းမူးႁၢင်းသႃႇၶမ်း တၢင်ႉယၢၼ်း","views":215,"mobile_percentage":55.81,"rank":157},{"article":"ၸဝ်ႈၶူးဝႃးဝုၼ်းၸုမ်ႉလႄႈ ၸဝ်ႈသုၶမ်း ႁွတ်ႈမိူင်းလႃး","views":215,"mobile_percentage":80.47,"rank":158},{"article":"လွင်ႈဢၢၼ်ႇၶႅပ်းၵၢင်ၸႂ် ပၢင်လိူၵ်ႈတင်းရတ်ႈသျႃး ပိုၼ်ၽၢဝ်ႇဝႃႈ ပူႇထိၼ်ႇဢွင်ႇပႄႉ","views":215,"mobile_percentage":38.6,"rank":159},{"article":"ပၢင်ၵုမ်လူင်ၶွပ်ႈၶူပ်ႇ 67 ငဝ်ႈငုၼ်း မုၵ်ႉၸုမ်းလူင် သင်ႇၶႃႇၸိုင်ႈတႆး","views":215,"mobile_percentage":57.67,"rank":160},{"article":"ဢိတ်ႇသရေး ဢဝ် မၢၵ်ႇမိသ်ႉသၢႆးလ်သေ ၶိုၼ်းတိုၵ်းတေႃး ဢီႇရၢၼ်း","views":214,"mobile_percentage":60.75,"rank":161},{"article":"ပေႃးတေဢုပ်ႇ လွင်ႈႁူမ်ႇလူမ်ႈ တင်းၵၢၼ်ႇ ရတ်ႈသျႃးတုၵ်းယွၼ်း ႁႂ်ႈပႃးယူႇၶရဵၼ်း","views":214,"mobile_percentage":64.49,"rank":162},{"article":"ယူႇၶရဵၼ်း ပိုၼ်ၽၢဝ်ႇဝႃႈ ၵုမ်းၵမ်လႆႈ ၼႃႈလိၼ် ဢၼ်ပဵၼ်ၶွင်ရတ်ႈသျႃး ၸမ် 1,300 လွၵ်းလၵ်း ၵမ.","views":213,"mobile_percentage":59.62,"rank":163},{"article":"EU ၽွမ်ႉ တႃႇဢဝ် ၼမ်ႉတွၼ်း ငိုၼ်းရတ်ႈသျႃးဢၼ်ၵုမ်းၵမ်ဝႆႉၼၼ်ႉ ၸွႆႈထႅမ်ပၼ် ယူႇၶရဵၼ်း","views":213,"mobile_percentage":54.93,"rank":164},{"article":"ၽွင်းလူင် ၵၢၼ်ၵႅတ်ႇၵင်ႈ ဢမႄႇရိၵၢၼ်ႇ လႄႈ ၶႄႇ တေထူပ်းၵၼ်တီႈ သိင်ႇၵႃႇပူဝ်ႇ","views":212,"mobile_percentage":54.25,"rank":165},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈယူႇၶရဵၼ်း လၢတ်ႈဝႃႈ မီးတိုဝ်ႈတၢင်းမႃး တႃႇလႆႈလွင်ႈဢွင်ႇမၢၼ်","views":211,"mobile_percentage":53.55,"rank":166},{"article":"ပၢင်ႁိမ်သူး မၢၵ်ႇၼင်ႇယူးရူပ်ႉ 2024 တႄႇတီႈ ၵျႃႇမၼီႇ","views":210,"mobile_percentage":50.48,"rank":167},{"article":"Tik Tok ဢဝ်ဢွၵ်ႇပႅတ်ႈ ၼႃႈလိၵ်ႈသိုဝ်ႇၶၢဝ်ႇ လူင်ပွင်ၸိုင်ႈရတ်ႈသျႃး","views":210,"mobile_percentage":49.52,"rank":168},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈၵၢၼ်ႇ ပၼ်ၽၢင်ႉၶႄႇဝႃႈ ယႃႇၶဝ်ႈၵဝ်း ပၢင်လိူၵ်ႈတင်ႈ","views":210,"mobile_percentage":61.9,"rank":169},{"article":"ပႃႇထိူၼ်ႇ ဢမေႇၸူင်ႇ ဢၼ်လမ်ႇလွင်ႈတႃႇ ပိူင်ၸီႇဝၵေႇႁ ၵမ်ႇၽႃႇၼၼ်ႉ လူဝ်ႇတၢင်းတူၺ်းထိုင်","views":210,"mobile_percentage":44.29,"rank":170},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်းထႆး တိုၵ်းသူၼ်း ႁႂ်ႈ ASEAN တုမ်ႉတွပ်ႇလွင်ႈလႅၼ်လိၼ်မျၢၼ်ႇမႃႇ","views":210,"mobile_percentage":45.71,"rank":171},{"article":"ၵူၼ်းမိူင်းမၢၼ်ႈ 100 ပၢႆ ထုၵ်ႇၺႃးၺွပ်းတီႈ ၵၢၼ်ၸၼပူးရီး","views":210,"mobile_percentage":64.76,"rank":172},{"article":"ၶေႃႈတွပ်ႇပၢင်လိူၵ်ႈတင်ႈ မိူင်းၾရၢင်ႇသဵတ်ႈ လၢမ်းၶၢတ်ႈဝႃႈ ၸုမ်းၽၢႆႇသၢႆႉတေဢုပ်ႉပိူင်ႇ","views":209,"mobile_percentage":57.89,"rank":173},{"article":"တပ်ႉၼမ်ႉမိူင်းမၢၼ်ႈ ယိုဝ်းႁိူဝ်းတမ်ႇငႃႈထႆး တၢႆၼိုင်ႈၵေႃႉ ထုၵ်ႇၺွပ်း 31 ၵေႃႉ","views":209,"mobile_percentage":52.15,"rank":174},{"article":"တေႁပ်ႉၵူၼ်းသၼ်လွႆပဵၼ်ၵူၼ်းမိူင်းထႆး","views":209,"mobile_percentage":66.03,"rank":175},{"article":"ၸွမ်ၽွင်းလူင်ထႆး သဵတ်ႇထႃ ထဝိသိၼ် ထုၵ်ႇတုၵ်းယွၼ်း ထွၼ်တူဝ်ဢွၵ်ႇ တႃၶုၼ်","views":208,"mobile_percentage":63.46,"rank":176},{"article":"ၽွင်းတၢင်ထၢၼ်ႈယႂ်ႇ မိူင်းၶႄႇ ႁွတ်ႈထိုင် သိင်ႇၵႃႇပူဝ်ႇ","views":208,"mobile_percentage":55.77,"rank":177},{"article":"ၵျႃႇပၢၼ်ႇ လႄႈ ဢိၼ်းတီးယႃး တွပ်ႇၶိုၼ်း ၶေႃႈမွၵ်ႇလၢတ်ႈ ၸဝ်ႈၸွမ်ၸိုင်ႈပၢႆႇတႅၼ်ႇ","views":208,"mobile_percentage":54.33,"rank":178},{"article":"တေဢဝ်မၢၵ်ႇမိသ်ႉသၢႆးႁႅင်းယႂ်ႇ သူင်ႇပၼ် ယူႇၶရဵၼ်းဢွၼ်တၢင်း - ႁိူၼ်းၵႅဝ်ႈၶၢဝ်ဢမႄႇရိၵၢၼ်ႇ","views":207,"mobile_percentage":68.6,"rank":179},{"article":"ၼမ်ႉလူၵ်ႈ တီႈ ဢိၼ်ႇတူဝ်ႇၼီးသျႃး တၢႆ 41 ၵေႃႉ ႁၢႆ 17 ၵေႃႉ","views":207,"mobile_percentage":56.04,"rank":180},{"article":"IS ၶဝ် တိုၵ်းတေႃး ႁူင်းႁေႃဝဵင်းၶရူဝ်ႇၵတ်ႉသ် တီႈရတ်ႈသျႃး ၵူၼ်းတၢႆ ဢမ်ႇယွမ်း 115","views":207,"mobile_percentage":76.33,"rank":181},{"article":"တူၼ်ၶူးၸဝ်ႈသုၶမ်း ၽူႈပွင်ၵၢၼ်သႃႇသၼႃႇသၼ်လွႆ လႆႈၸတ်းႁဵတ်း ဝၼ်းၵိူတ်ႇ","views":207,"mobile_percentage":57,"rank":182},{"article":"ၾလေႃႇရီႇတႃႇ ႁၢင်ႈႁႅၼ်းတႃႇ လူမ်းလႅင်ႉလူင် ႁႃႇရီႇၶဵၼ်း မီႇလ်တၼ်ႇ ဢၼ်ၸၢင်ႈယႃႉလူႉ","views":207,"mobile_percentage":59.9,"rank":183},{"article":"ထႆးထွင်းဢီး တႃႇဢုပ်ႇၵုမ် တႃႇမႄးသဵၼ်ႈတၢင်းလူင်ဢေးသျႃး တီႈလႅၼ်လိၼ် မိူင်းထႆး-မိူင်းမၢၼ်ႈ","views":206,"mobile_percentage":55.34,"rank":184},{"article":"ယွၼ်ႉမႆႈႁႅင်းၼႃႇလႄႈ ႁႃႇၵျီႇၵႂႃႇဝႆႈၽြႃးတီႈ မၵႃႇ တၢႆ 1300 ပၢႆ","views":206,"mobile_percentage":60.19,"rank":185},{"article":"ၵူၼ်းမိူင်းထႆး တၢႆ 4 ၵေႃႉ တီႈႁိမ်းလႅၼ်လိၼ် ဢိတ်ႇသရေး-လႄႇပႃႇၼွၼ်ႇ","views":205,"mobile_percentage":29.27,"rank":186},{"article":"ၸွမ်ၽွင်းလူင် ဢိၼ်းတီးယႃး ၵမ်ႉထႅမ် ႁႂ်ႈပၢင်တိုၵ်း ရတ်ႈသျႃး-ယူႇၶရဵၼ်း ယဝ်ႉတူဝ်ႈဝႆးဝႆး","views":205,"mobile_percentage":62.44,"rank":187},{"article":"ပၢင်ၵုမ်တၢင်ႉယၢၼ်း တႃႇဝၼ်းၵိူတ်ႇၸဝ်ႈသြႃႇသုၶမ်း 64 ပီတဵမ်","views":204,"mobile_percentage":62.25,"rank":188},{"article":"ၽူႈဢွၼ်ႁူဝ်ၵၢၼ်မိူင်း ၸုမ်းႁႃးမၢတ်ႉသ် တၢႆယွၼ်ႉ ဢိတ်ႇသရေး","views":204,"mobile_percentage":59.31,"rank":189},{"article":"ပၢင်ၽိုၵ်းၵၢၼ်သိုၵ်း ငူးႁဝ်ႇၶမ်း ယဝ်ႉတူဝ်ႈၵႂႃႇယဝ်ႉ","views":203,"mobile_percentage":47.29,"rank":190},{"article":"ဢမႄႇရိၵၢၼ် သႄႉသွမ်းၼိူဝ် လွင်ႈသိုၵ်းမၢၼ်ႈ ၶိုင်သၢင်ႈ ပၵ်းပိူင်ႁၢပ်ႇၵၢၼ်သိုၵ်း","views":202,"mobile_percentage":61.88,"rank":191},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈရတ်ႈသျႃး ပူႇထိၼ်ႇ ႁွတ်ႈထိုင် ဝႅတ်ႉၼမ်း","views":202,"mobile_percentage":57.92,"rank":192},{"article":"လူမ်းလႅင်ႉလူင် Yagi ၽတ်ႉၶဝ်ႈၸူး ႁၢႆႇၼၢၼ်ႇ မိူင်းၶႄႇ","views":202,"mobile_percentage":51.49,"rank":193},{"article":"ၽွင်းလူင်ၵၢၼ်ၵႅတ်ႇၵင်ႈဢိတ်ႇသရေး တႄႇၶၢဝ်းတၢင်း ဝႃႇသျိၼ်ႇတၼ်ႇ","views":201,"mobile_percentage":69.65,"rank":194},{"article":"ၸွမ်ၽွင်းလူင် မိူင်းထႆး ပၼ်ၽၢင်ႉ ပေႃးၶဝ်ႈမိူင်းထႆးဢမ်ႇပဵၼ်တၢင်းၵၢၼ် တေဢဝ်လိူင်ႈ","views":201,"mobile_percentage":51.74,"rank":195},{"article":"ၵူၼ်းၼပ်ႉႁူဝ်ပၢၵ်ႇ ၼႄၵၢင်ၸႂ် တီႈဝဵင်းလၼ်ႇတၼ်ႇ သၢၼ်ၶတ်း ၶေႃႈတၢင်ႇၼႄ လုမ်းၽွင်းတၢင်လူင်ၶႄႇ","views":201,"mobile_percentage":41.79,"rank":196},{"article":"ၶွၼ်ႇၵႃးၾႆးၾႃႉၶႄႇ တေႃႉၶဝ်ႈမိူင်း EU ၶိုၼ်ႈမႃး","views":200,"mobile_percentage":59.5,"rank":197},{"article":"လုမ်းတြႃးလၵ်းမိူင်းထႆး တေတႅပ်းတတ်း လွင်ႈ တေယႃႉပႅတ်ႈ ပႃႇတီႇၽၢႆႇသၢၼ်ၶတ်း ႁိုဝ် ဢမ်ႇယႃႉ","views":200,"mobile_percentage":45,"rank":198},{"article":"ၸွမ်ၽွင်းလူင် သိင်ႇၵႃႇပူဝ်ႇ လိုဝ်ႈၼႃႈၵၢၼ်ပုၼ်ႈၽွၼ်း","views":200,"mobile_percentage":63,"rank":199},{"article":"ၸွမ်ၸိုင်ႈမိူင်းဝႅတ်ႉၼမ်း လႆႈထုၵ်ႇတႅင်ႇတင်ႈပဵၼ်ႁူဝ်ၼႃႈ ပႃႇတီႇၶွမ်ႇမိဝ်ႇၼိတ်ႈ","views":199,"mobile_percentage":48.74,"rank":200},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈ ၾရၢင်ႇသဵတ်ႈ တႄႇၶၢဝ်းတၢင်း ၵျႃႇမၼီႇ","views":199,"mobile_percentage":61.81,"rank":201},{"article":"ရတ်းသျႃး ထွၼ်ဢွၵ်ႇ ၽူႈမီးပုၼ်ႈၽွၼ်း ဢိင်းၵလဵတ်ႈ 6 ၵေႃႉ ဢၼ်ၼႄးဝႃႈ ပဵၼ်ၽူႈၸွပ်ႇၶၢဝ်ႇ","views":199,"mobile_percentage":59.3,"rank":202},{"article":"သၽႃးၼိူဝ် ၵၢၼ်ႇ ယိုၼ်ယၼ် ပိူင်ယုၵ်းယၢင်ႇ ဢၼ်တေပၼ်ႁႅင်းတဵၵ်း တိၵ်ႉတွၵ်ႉ","views":199,"mobile_percentage":61.81,"rank":203},{"article":"ၸွမ်ပွင်ၸိုင်ႈၶႄႇလႄႈ ရတ်ႈသျႃး ႁူပ်ႉထူပ်းၵၼ် တီႈပၢင်ၵုမ်လူင် တီႈ မိူင်းၵႃႇၸၢၵ်ႈသတၼ်ႇ","views":198,"mobile_percentage":63.64,"rank":204},{"article":"ၸုမ်းႁမၢသ်ႉ ယိုၼ်ယၼ်ဝႃႈ ယႃယႃး သိၼ်ႇဝႃႇ လႆႈတၢႆၵႂႃႇ","views":198,"mobile_percentage":59.09,"rank":205},{"article":"ရတ်ႈသျႃးတႄႇႁၢင်ႈႁႅၼ်း တႃႇသိုၵ်ႈၶိူင်ႈလၢၵ်ႈၼၢၵ်ႈၼိဝ်ႇ ဢၼ်ၸႂ်ႉတီႈပၢင်တိုၵ်း","views":198,"mobile_percentage":58.08,"rank":206},{"article":"ၵၢဝ်းလီႁွင်ႇ ပွႆႇမၢၵ်ႇၼူၾႆး","views":197,"mobile_percentage":61.42,"rank":207},{"article":"ၶႅတ်ႉတရိၼ်း ၸဝ်ႈၼၢင်းဝေးသ် ပရိတ်ႈတဵၼ်ႇ လႆႈၶၢမ်ႇဢဝ်လွင်ႈယူတ်းယႃ တၢင်းပဵၼ်ၶႅၼ်ႇသႃႇ","views":197,"mobile_percentage":61.93,"rank":208},{"article":"ႁိူဝ်းမိၼ် ဢိၼ်းတီးယႃး ဢၼ်တေမိၼ်ၸူး မိူင်းဢိင်းၵလဵတ်ႈ လႆႈလူႉတူၵ်း","views":197,"mobile_percentage":57.36,"rank":209},{"article":"တီႈၼႂ်းႁိူဝ်းမိၼ် ဢၼ်လုတူၵ်းတီႈ ရတ်ႈသျႃးၼၼ်ႉ ၶဝ်ႈပႃး ၽူႈဢွၼ်ႁူဝ် ဝၵ်ႇၵၼႃႇ","views":197,"mobile_percentage":64.97,"rank":210},{"article":"ICJ ပၢၵ်ႈပႅတ်ႈ လွင်ႈမၢပ်ႇမႂ် တႃႇႁႂ်ႈၵျႃႇမၼီႇၵိုတ်း လွင်ႈၵမ်ႉထႅမ်ၵၢၼ်သိုၵ်း ဢိတ်ႇသရေး","views":196,"mobile_percentage":56.63,"rank":211},{"article":"ၸုမ်းၽၢႆႇၶတ်းၶၢၼ်ႉ မိူင်းဝႄႇၼေႇၸွႆးလႃး လၢတ်ႈဝႃႈ ဢွင်ႇပႄႉပၢင်လိူၵ်ႈတင်ႈ","views":196,"mobile_percentage":59.18,"rank":212},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈရတ်ႈသျႃး ၶၢမ်ႇၵိၼ်ႇၵျၢမ်းသတ်ႉၸႃႇ ပွၵ်ႈၵမ်းႁႃႈ","views":195,"mobile_percentage":64.62,"rank":213},{"article":"ၾီလိပ်ႈပိၼ်း လၢတ်ႈဝႃႈ သင်ၵိုတ်းလွင်ႈႁႃလိူင်ႈၼႆၸိုင် တေဢဝ်မၢၵ်ႇၼူၾႆး သူင်ႇၶိုၼ်းပၼ် US","views":195,"mobile_percentage":46.15,"rank":214},{"article":"လွင်ႈယိုဝ်းတီႈ သယႅမ်ႇပႃႇရႃႇၵွၼ်ႇ ၵုင်းထဵပ်ႈ ၵူၼ်းမိူင်းမၢၼ်ႈ တၢႆၵေႃႉၼိုင်ႈ","views":195,"mobile_percentage":50.26,"rank":215},{"article":"ၾဵတ်ႉပုၵ်ႉၶ် မႅတ်ႇသဵၼ်ႇၵျႃႇ လႆႈၵိုတ်းၵႂႃႇ မွၵ်ႈၸူဝ်ႈမူင်း","views":195,"mobile_percentage":62.05,"rank":216},{"article":"ယွၼ်ႉရတ်ႈသျႃးၶဝ် ပိုတ်းယိုဝ်းလႄႈ ၵူၼ်းတၢႆ တီႈယူႇၶရဵၼ်း ဢမ်ႇယွမ်း 37 ၵေႃႉ","views":195,"mobile_percentage":57.95,"rank":217},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈ ၵျူဝ်းပၢႆႇတႅၼ်ႇ ႁပ်ႉတွၼ်ႈ ၸွမ်ၽွင်းလူင်ၵျႃႇပၢၼ်ႇ တီႈႁိူၼ်းၵႅဝ်ႈၶၢဝ်","views":195,"mobile_percentage":59.49,"rank":218},{"article":"UAE ဢမ်ႇယွမ်းႁပ်ႉ လွင်ႈတႃႇၶၢႆႉၵူၼ်းမိူင်း ပႃးလဵတ်ႈသတၢႆး","views":195,"mobile_percentage":61.54,"rank":219},{"article":"လုၵ်ႈဢွၼ်ႇႁူင်းႁဵၼ်းၸၢဝ်းၵျႃႇပၢၼ်ႇ ဢႃယု 10 ၶူပ်ႇ တီႈမိူင်းၶႄႇ လုတၢႆ ယွၼ်ႉၺႃးမိတ်ႈတႅင်း","views":194,"mobile_percentage":61.86,"rank":220},{"article":"ၵျူဝ်းပၢႆႇတႅၼ်ႇ လႄႈ တေႃႇၼႄႇထရၢမ်ႉ ဢွင်ႇပႄႉ ပၢင်လိူၵ်ႈတင်းၼေႃႇၸွမ်ၸိုင်ႈ ၼႂ်းပႃႇတီႇ","views":193,"mobile_percentage":70.47,"rank":221},{"article":"ယူႇၶရဵၼ်း ပိုၼ်ၽၢဝ်ႇဝႃႈ ၶဝ်ၵုမ်းၵမ်လႆႈ ဝဵင်းသုတ်ႉၸႃႇ ဢၼ်ပဵၼ်ၶွင်ရသျႃးၼၼ်ႉယဝ်ႉ","views":193,"mobile_percentage":60.1,"rank":222},{"article":"တပ်ႉသိုၵ်းဢိတ်ႇသရေး ႁႄႉႁၢမ်ႈလႆႈ လွင်ႈတိုၵ်းတေႃးဢီႇရၢၼ်း ႁူဝ်ပၢၵ်ႇ 99","views":193,"mobile_percentage":60.1,"rank":223},{"article":"ပွႆးလူင်းပၢင်သွၼ် ႁူင်းႁဵၼ်းသွၼ်ဢိင်းၵလဵတ်ႈ ဝၢၼ်ႈလူင်မု ပွၵ်ႈၵမ်း 14","views":193,"mobile_percentage":50.78,"rank":224},{"article":"ပၢႆႇတႅၼ်ႇ တေၸတ်းႁဵတ်း ပၢင်ၵုမ်လူင် Quad ပေႃးသႅပ်ႇထႅမ်ႇပႃႇ 21 ဝၼ်း တီႈဝဵင်းတႄႇလႃႇဝႄႇ","views":192,"mobile_percentage":64.58,"rank":225},{"article":"မိူင်းထႆး ႁၢင်ႈႁႅၼ်း တႃႇႁဵတ်းပွႆးသၢင်းၵျၢၼ်ႇ ၼႂ်းလိူၼ်ဢေႇပရႄႇ တင်းလိူၼ်","views":192,"mobile_percentage":59.9,"rank":226},{"article":"ရူဝ်ႇႁိၼ်ႇၵျႃႇ ၸိူဝ်းဢမ်ႇမီးလၵ်းထၢၼ်သင် မွၵ်ႈ 60 ၵေႃႉ လႆႈထုၵ်ႇၺွပ်း တီႈ မိူင်းထႆး","views":192,"mobile_percentage":63.54,"rank":227},{"article":"လွင်ႈတႅၵ်ႇလူင် တီႈတႃႈႁိူဝ်း မိူင်းဢီႇရၢၼ်း ၵူၼ်းတၢႆ 28 ၵေႃႉ မၢတ်ႇၸဵပ်း ၼပ်ႉႁူဝ်ပၢၵ်ႇ","views":192,"mobile_percentage":60.94,"rank":228},{"article":"ပွႆးယၢတ်ႇၼမ်ႉ ဝတ်ႉသၼ်ႇတိသုၶ ၵျွင်းပရႁိတထုင်ႉမၢဝ်း မၢၼ်ႈႁဵဝ်း","views":191,"mobile_percentage":49.21,"rank":229},{"article":"ယွၼ်ႉမႆႈႁႅင်းၼႃႇလႄႈ တီႈမိူင်းထႆး ၵူၼ်းတၢႆ ဢမ်ႇယွမ်း 61 ၵေႃႉ","views":191,"mobile_percentage":65.45,"rank":230},{"article":"ၵၢင်ဝၼ်းမၢတ်ႇ တီႈလိုမ်ဢမႄႇရိၵ ပွတ်းႁွင်ႇ","views":191,"mobile_percentage":52.36,"rank":231},{"article":"ၶႄႇလဵပ်ႈယၢမ်း ၽွင်းၵၢၼ်ႇလႄႈ ဢူၺ်းလီမၼ်း တိုၵ်ႉၽိုၵ်းၵၢၼ်သိုၵ်း တီႈပၢင်ႇလၢႆႇၶႄႇၸၢၼ်း","views":191,"mobile_percentage":58.12,"rank":232},{"article":"လွင်ႈလွၵ်ႇငိူတ်ႈဢီႇရၢၼ်း တေဢမ်ႇႁၢမ်ႈလႆႈ လွင်ႈတွပ်ႇတႅၼ်း ဢိတ်ႇသရေး","views":191,"mobile_percentage":59.69,"rank":233},{"article":"ဢိတ်ႇသရေး ပၼ်ၽၢင်ႉၵူၼ်းမိူင်း ႁႂ်ႈဢွၵ်ႇပၢႆႈ ယွၼ်ႉၶဝ် ယိုဝ်းသႂ်ႇ လႄႇပႃႇၼွၼ်ႇပွတ်းၸၢၼ်း","views":190,"mobile_percentage":51.58,"rank":234},{"article":"NATO ၵမ်ႉထႅမ် မိူင်းဢူၺ်းလီ သုၼ်ႇပၼ်တၢင်းၸွႆႈထႅမ် တႃႇ သိုၵ်းၵႅတ်ႇၵင်ႈ ယူႇၶရဵၼ်း","views":190,"mobile_percentage":56.84,"rank":235},{"article":"ၵမ်ႇပေႃးတီးယႃး တုၵ်းယွၼ်းႁႂ်ႈၵိုတ်းတိုၵ်းၵၼ်တင်းထႆးဝႆးဝႆး ယွၼ်ႉၵူၼ်းတၢႆၼမ်","views":189,"mobile_percentage":41.27,"rank":236},{"article":"WHO ပိုၼ်ၽၢဝ်ႇ Mpox ပဵၼ်ငဝ်းလၢႆးၶိုၵ်ႉၶၵ်ႉပၢႆးယူႇလီလုမ်ႈၾႃႉ","views":189,"mobile_percentage":63.49,"rank":237},{"article":"ၵၢၼ်ႇ၊ ၼႄႇတႃႇလႅၼ်ႇ လႄႈ တႅၼ်းမၢၵ်ႈ သူင်ႇႁိူဝ်းမိၼ်တိုၵ်း F16 ၵႂႃႇယူႇၶရဵၼ်း","views":188,"mobile_percentage":60.11,"rank":238},{"article":"ဢိၼ်းတီးယႃး ပိုတ်ႇႁိူဝ်းမိၼ် ယိုဝ်းပႃႇၵိတ်ႈသတၢၼ်ႇ","views":188,"mobile_percentage":57.45,"rank":239},{"article":"ၶႄႇ ၵျႃႇပၢၼ်ႇ ၵၢဝ်းလီၸၢၼ်း ၶဝ်သၢမ်မိူင်း ၽွမ်ႉၸႂ် တႃႇတႄႇၶိုၼ်းပၢင်ၵုမ်လူင်","views":188,"mobile_percentage":65.43,"rank":240},{"article":"မိူင်းသုၺ်ႇတိၼ်ႇ ပဵၼ်မႃး လုၵ်ႈၸုမ်း NATO မိူင်းထူၼ်ႈ 32","views":188,"mobile_percentage":55.85,"rank":241},{"article":"မိူင်းပူဝ်ႇလႅၼ်ႇ သိုဝ်ႉ ႁိူဝ်းမိၼ်တိုၵ်း Apache ဢမႄႇရိၵၢၼ်ႇ 96 လမ်း","views":187,"mobile_percentage":55.08,"rank":242},{"article":"ႁိူဝ်းမိၼ်သိင်ႇၵႃႇပူဝ်ႇ ၺႃးလူမ်းဢမ်ႇၼိမ်ႁၢဝ်ႈႁႅင်းလႄႈ မီးလွင်ႈၵူၼ်းလုတၢႆၸဵပ်းမၢတ်ႇ","views":187,"mobile_percentage":54.55,"rank":243},{"article":"ၵၢဝ်းလီႁွင်ႇ လၢတ်ႈဝႃႈ ၶဝ်ၸၢမ်း မၢၵ်ႇမိသ်ႉသၢႆးလ်ၽႂ်းလိူဝ်သဵင် ဢၼ်ပဵၼ်မဵဝ်းမႂ်ႇ","views":187,"mobile_percentage":64.17,"rank":244},{"article":"ဢိတ်ႇသရေး လူမ်ႇတိုၵ်းဢွင်ႈၼိဝ်ႇလႄႈရွၵ်ႉၶႅတ်ႉ ဢီႇရၢၼ်း","views":187,"mobile_percentage":60.96,"rank":245},{"article":"ၵူၼ်းဢိတ်ႇသရေး 6 ၵေႃႉ ဢၼ်ၺႃးၺွပ်းဝႆႉ တီႈဝဵင်းၵႃႇၸႃႇၼၼ်ႉ လႆႈတၢႆၵႂႃႇ","views":187,"mobile_percentage":64.17,"rank":246},{"article":"ဢီႇရၢၼ်း တုၵ်းယွၼ်း ယႃႇႁႂ်ႈပၼ် ၸုမ်းဢိတ်ႇသရေး ၶဝ်ႈပၢင်ၶေႉၶဵင်ႇ တီႈ ပွႆးၾီႇၾႃႇ","views":186,"mobile_percentage":67.2,"rank":247},{"article":"ၶွင်ႇၸီႇသိုၵ်းမၢၼ်ႈ သၢၼ်ၶတ်း လွင်ႈဢုပ်ႇဢူဝ်းလိူင်ႈမျၢၼ်ႇမႃႇ တီႈၼႂ်းသၽႃးထႆး","views":186,"mobile_percentage":66.13,"rank":248},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈရတ်ႈသျႃး ပၢၵ်ႈပႅတ်ႈ ၵႅမ်ၽွင်းလူင်ၵၢၼ်ၵႅတ်ႇၵင်ႈရတ်ႈသျႃး သီႇၵေႃႉ","views":186,"mobile_percentage":62.37,"rank":249},{"article":"ၵၢၼ်ႇႁပ်ႉတွၼ်ႈ ၶေႃႈပိုၼ်ၽၢဝ်ႇ တႃႇၽွတ်ႈလူင်ပွင်ၸိုင်ႈၸူဝ်ႈၶၢဝ်း တီႈပင်းၵလႃးတဵတ်ႈ","views":185,"mobile_percentage":60,"rank":250},{"article":"ရတ်ႈသျႃး ဝူၼ်ႉ တႃႇထွၼ်ဢွၵ်ႇတီႈ လိၵ်ႈႁူမ်ႈမၢႆ လွင်ႈႁႄႉႁၢမ်ႈ ၵၢၼ်ၸၢမ်း ၼိဝ်ႇၵလီးယႃး","views":184,"mobile_percentage":66.85,"rank":251},{"article":"ပႄႇလႃႇရုတ်ႈ ႁၢင်ႈႁႅၼ်း တႃႇတမ်းၶိူင်ႈ ၼျူႇၵလီးယႃး","views":184,"mobile_percentage":55.98,"rank":252},{"article":"ၶွင်ႇသီႇၽၢႆႇႁူမ်ႇလူမ်ႈ လၢႆႈလုတ်ႈႁၢမ်း တႃႇၵႄႈလိတ်ႈ လိူင်ႈမိူင်းမၢၼ်ႈ","views":183,"mobile_percentage":56.28,"rank":253},{"article":"လိၼ်ၵူၼ်ႇပင်း တီႈမိူင်းဢိၼ်းတီးယႃး ပွတ်းၸၢၼ်း ၵူၼ်းတၢႆ 190 ၵေႃႉလိူဝ်","views":183,"mobile_percentage":60.11,"rank":254},{"article":"မၢၵ်ႇတႅၵ်ႇ တီႈ ဢီႇရၢၼ်း ၵူၼ်းတၢႆ 103 ၵေႃႉ","views":183,"mobile_percentage":68.31,"rank":255},{"article":"ၸွမ်ၸိုင်ႈ ၵၢဝ်းလီၸၢၼ်း လၢတ်ႈဝႃႈ သိူၵ်ႈသမ်ႇတင်း ၵျႃႇပၢၼ်ႇ တႃႇႁႄႉႁၢမ်ႈလႆႈ ၵၢဝ်းလီႁွင်ႇ","views":182,"mobile_percentage":62.09,"rank":256},{"article":"ယူႇၶရဵၼ်း ယိုဝ်းပၢင်သဝ်းတပ်ႉၵၢင်ႁၢဝ် ၼႂ်းမိူင်းရတ်ႈသျႃး တီႈၵႆၼပ်ႉႁူဝ်ႁဵင်လၵ်း","views":181,"mobile_percentage":55.25,"rank":257},{"article":"ဢမႄႇရိၵၢၼ်ႇ ႁႄႉႁၢမ်ႈဢဝ်လိူင်ႈ ၶွမ်ႇပၼီႇရတ်ႈသျႃး ဢၼ်ႁဵတ်းဝႅပ်ႉသၢႆႉပွမ်","views":181,"mobile_percentage":59.67,"rank":258},{"article":"ၸွမ်ၸိုင်ႈပၢႆႇတႅၼ်ႇ လႄႈ ၸွမ်ၸိုင်ႈသျီႇ တေထူပ်းၵၼ် ဝၼ်းပုတ်ႉ","views":181,"mobile_percentage":59.12,"rank":259},{"article":"မႅၵ်ႇသီႇၵူဝ်ႇ ထုၵ်ႇသႄႉသွမ်း ယွၼ်ႉမွၵ်ႇရတ်ႈသျႃး ၶိုၼ်ႈပၢင်ၵႅဝ်ႈဝၼ်းလွတ်ႈလႅဝ်းသဝ်းၶေႃ","views":181,"mobile_percentage":65.75,"rank":260},{"article":"ႁိူဝ်းမိၼ်မႅင်းမီႈ ဢၼ်ပႃး ၸဝ်ႈၸွမ်ၸိုင်ႈ ဢီႇရၢၼ်း လုတူၵ်းတီႈ ပွတ်းဢွၵ်ႇ ဢႃႇၸႃႇပၢႆႇၸၼ်ႇ","views":181,"mobile_percentage":63.54,"rank":261},{"article":"ၶႄႇပၼ်ၽၢင်ႉဝႃႈ တေၸၢင်ႈပဵၼ် သိုၵ်းၵႃႉၶၢႆ တင်း ၸုမ်းၽွမ်ႉႁူမ်ႈယူးရူပ်ႉ","views":181,"mobile_percentage":57.46,"rank":262},{"article":"ရတ်ႈသျႃး ႁၢင်ႈႁႅၼ်းတႃႇတေတွပ်ႇတႅၼ်း လွင်ႈယူႇၶရဵၼ်း တိုၵ်းတေႃး","views":181,"mobile_percentage":64.09,"rank":263},{"article":"လွင်ႈပိုတ်းယိုဝ်း မိူဝ်ႈတိုၵ်ႉၽႄပၼ်တၢင်းၸွႆႈထႅမ် ပႃးလဵတ်ႈသတၢႆး တၢႆ ဢမ်ႇယွမ်း 103 ၵေႃႉ","views":180,"mobile_percentage":41.67,"rank":264},{"article":"ဢီႇရၢၼ်း ဢဝ်မၢၵ်ႇမိသ်ႉသၢႆးယိုဝ်းၶိုၼ်း ဢိတ်ႇသရေး","views":180,"mobile_percentage":50.56,"rank":265},{"article":"ၸွမ်ၽူႈၼမ်းၼႂ်း ယူႇဢႅၼ်ႇ တုၵ်းယွၼ်း ႁႂ်ႈဢိတ်ႇသရေး လႄႈ ႁႃးမၢတ်ႉသ် ၵိုတ်းတိုၵ်း","views":178,"mobile_percentage":62.92,"rank":266},{"article":"ၵမ်ႇပေႃးတီးယႃး တုၵ်းယွၼ်း ႁႂ်ႈ ICJ ၵႄႈလိတ်ႈ ပၼ်ႁႃလႅၼ်လိၼ်ၵိုၵ်းထႆး","views":178,"mobile_percentage":55.62,"rank":267},{"article":"ယူႇဢႅၼ်ႇ မႆႈၸႂ် ၵူဝ်ၶိုၼ်းပဵၼ်ထႅင်ႈ လွင်ႈၽဵဝ်ႈမူၺ်ႉၸၢဝ်းရူဝ်ႇႁိၼ်ႇၵျႃႇ မိူၼ် ပီ 2017","views":178,"mobile_percentage":37.64,"rank":268},{"article":"မၢၵ်ႇလူင်ဢီႇရၢၼ်း တိူဝ်ႉၺႃးႁူင်းယႃ ဢိတ်ႇသရေး","views":178,"mobile_percentage":48.88,"rank":269},{"article":"ယွၼ်ႉလူလၢႆၵႂၢမ်းၸိုင်ႈမိူင်းၶႄႇၼႆသေ ၵူၼ်းသၢမ်ၵေႃႉၺႃးၺွပ်းတီႈ ႁွင်းၵွင်း","views":177,"mobile_percentage":51.98,"rank":270},{"article":"တႃႇၽူတ်ႇၸွႆႈ ၵူၼ်းမိူင်းၾရၢင်ႇသဵတ်ႈ တီးႁေးတီႇ တေပွႆႇၵႂႃႇႁိူဝ်းမိၼ်ၶိုၵ်ႉတွၼ်း","views":177,"mobile_percentage":70.06,"rank":271},{"article":"ရတ်ႈသျႃးၼႄးဝႃႈ ၸုမ်းၼေႇတူဝ်း ၶဝ်ႈပႃးၼႂ်းပၢင်တိုၵ်း တီႈမိူင်းယူႇၶရဵၼ်း","views":177,"mobile_percentage":61.58,"rank":272},{"article":"ၸွမ်ၽွင်းလူင်ထႆး လႆႈယင်ႉလိုဝ်ႈတႃၶုၼ်","views":177,"mobile_percentage":47.46,"rank":273},{"article":"ယူႇၶေႇ ပိုၼ်ၽၢဝ်ႇ တႃႇၸွႆႈၵၢၼ်သိုၵ်းယူႇၶရဵၼ်း တေႃႇလႃႇ 620 လၢၼ်ႉ","views":177,"mobile_percentage":61.58,"rank":274},{"article":"ၸုမ်း Bi-2 ရတ်ႈသျႃး ဢၼ်သၢၼ်ၶတ်းပၢင်တိုၵ်း လႆႈပၢႆႈဢွၵ်ႇ တီႈ မိူင်းထႆး","views":177,"mobile_percentage":64.41,"rank":275},{"article":"ၸွမ်ပွင်ၸိုင်ႈရတ်ႈသျႃး သႄႉသွမ်း လွင်ႈဢၼ်ယူႇၶရဵၼ်း ၶဝ်ႈတိုၵ်း ရတ်ႈသျႃး","views":176,"mobile_percentage":64.2,"rank":276},{"article":"ၽူႈၼမ်းမႂ်ႇ ၸုမ်းၼေႇတူဝ်း Mark Rutte ၵႂႃႇဢႅဝ်ႇယဵမ်ႈ မိူင်းယူႇၶရဵၼ်း","views":176,"mobile_percentage":60.23,"rank":277},{"article":"ၶၢဝ်းတၢင်း ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်းၶႄႇ ၵႂႃႇ ဢေႃႉသထရေးလီးယႃး လႅပ်ႈႁႃၶေႃႈၵႄႈ လွင်ႈၵႃႉၶၢႆ","views":176,"mobile_percentage":60.23,"rank":278},{"article":"ယွၼ်ႉယူႇၶရဵၼ်း တိုၵ်းတေႃးလႄႈ ရတ်ႈသျႃး လႆႈဢိုတ်းႁူင်းၸၢၵ်ႈၼမ်ႉမၼ်းၸၢၵ်ႈ","views":175,"mobile_percentage":56,"rank":279},{"article":"ၸွမ်ၽွင်းလူင် ဢိင်းၵလဵတ်ႈ ၵေႃႉမႂ်ႇ လႄႈ ၸွမ်ၸိုင်ႈယူႇၶရဵၼ်း ႁူပ်ႉထူပ်းၵၼ် ၼွၵ်ႈၸုမ်း NATO","views":175,"mobile_percentage":53.71,"rank":280},{"article":"ႁိူဝ်းမိၼ် ၾၢႆႇတႃႇၵျႅတ်ႉ ၶွင် ရတ်ႈသျႃး ပွႆႇၶႆႇၾႆးသႂ်ႇ တရုၼ်းၶွင်ယူႇဢႅတ်ႉ တီႈ သီးရီးယႃး","views":175,"mobile_percentage":64,"rank":281},{"article":"ၵႅမ်ၸွမ်ၸိုင်ႈဢေႇၵႂႃႇတေႃႇၵဝ်ႇ ဢၼ်ၺႃးၺွပ်းၼၼ်ႉ လႆႈတၢင်ႇႁူင်းယႃဝႆႉ","views":175,"mobile_percentage":60,"rank":282},{"article":"ယွၼ်ႉႁိူဝ်းမိၼ် ဢိတ်ႉသရေး ယိုဝ်းလႄႈ ၵူၼ်းတၢႆ 18 ၵေႃႉ","views":175,"mobile_percentage":61.71,"rank":283},{"article":"ၼႂ်းမိူင်းရတ်ႈသျႃး လၢႆလၢႆတီႈ ပႃးၸဵမ်ဝဵင်းမွတ်ႇသၵူဝ်ႇ လႆႈထုၵ်ႇ ႁိူဝ်းမိၼ် Drone ယိုဝ်းသႂ်ႇ","views":174,"mobile_percentage":62.64,"rank":284},{"article":"ၸွမ်ၽွင်းလူင်ထႆး လၢတ်ႈဝႃႈ လူဝ်ႇလႆႈဢုပ်ႇတင်း ၸုမ်းမျၢၼ်ႇမႃႇတင်းသဵင်ႈ","views":174,"mobile_percentage":64.37,"rank":285},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်း မိူင်းၶႄႇ တေႁူပ်ႉထူပ်း ႁူဝ်ၼႃႈ ၶွင်ႇသီႇသိုၵ်းမၢၼ်ႈ","views":173,"mobile_percentage":54.91,"rank":286},{"article":"ၸုမ်းၽွင်းလူင်မိူင်းထႆး မၵ်းမၼ်ႈတႃႇၶဝ်ႈပဵၼ်လုၵ်ႈၸုမ်း BRICS ပဵၼ်တၢင်းၵၢၼ်","views":172,"mobile_percentage":52.33,"rank":287},{"article":"လုမ်းတြႃးထႆး တႅပ်းတတ်း ၸွမ်ၽွင်းလူင်ၵဝ်ႇ ထၵ်းသိၼ် တၵ်းလႆႈတူၵ်းၶွၵ်ႈ 1 ပီ","views":172,"mobile_percentage":56.4,"rank":288},{"article":"ၸုမ်းလုၵ်ႉၽိုၼ်ႉ ႁူႇတီႇၶဝ် ဢဝ်တရုၼ်း သေ တိုၵ်းတေႃး ဝဵင်းတႄႇလ်ဢႃႇဝီႇ မိူင်းဢိတ်ႇသရေး","views":172,"mobile_percentage":56.98,"rank":289},{"article":"သၽႃးမိူင်းယူႇၶရဵၼ်း တႅင်ႇတင်ႈ ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်း မိူင်းယူႇၶရဵၼ်း ၵေႃႉမႂ်ႇ","views":171,"mobile_percentage":59.06,"rank":290},{"article":"ၽူတ်ႇၸွႆႈလႆႈ ၵူၼ်းၵဝ်ႈၵေႃႉ ဢၼ်ၶမ်ယူႇၼႂ်းထမ်ႈ မိူဝ်ႈဢိင်ႇသၼ်ႇ ထၢႆႇဝၢၼ်း","views":171,"mobile_percentage":62.57,"rank":291},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈယူႇၶရဵၼ်း မွၵ်ႇလၢတ်ႈၶေႃႈၵႂၢမ်းတီႈ သၽႃးၾရၢင်ႇသဵတ်ႈ","views":171,"mobile_percentage":54.97,"rank":292},{"article":"ၸွမ်ၽွင်းလူင်တႅၼ်းမၢၵ်ႈ ဢၼ်ထုၵ်ႇႁဵတ်းႁၢႆႉၼၼ်ႉ တိုၵ်ႉလိုဝ်ႈၵၢၼ်ဝႆႉ","views":171,"mobile_percentage":53.8,"rank":293},{"article":"ၵၢၼ်ႇၶဝ် တေမၵ်းၶၼ်ႈလွင်ႈၶဝ်ႈမိူင်း ၼိူဝ် ၸဝ်ႈၼႃႈတီႈႁွင်းၵွင်း","views":170,"mobile_percentage":59.41,"rank":294},{"article":"ႁိူဝ်းမိၼ်ရတ်ႈသျႃး ဢၼ်တၢင်ႇ ၶႃႈသိုၵ်း ယူႇၶရဵၼ်း 65 ၵေႃႉ မႃးၼၼ်ႉ လူႉတူၵ်း","views":170,"mobile_percentage":57.65,"rank":295},{"article":"ႁိူဝ်းသိုၵ်းၵျႃႇမၼီႇ ဢၼ်လတ်းၽၢၼ်ႇ ပၢင်ႇလၢႆႇၶႄႇၸၢၼ်းၼၼ်ႉ မၼ်းမီးတီႈပွင်ႇသင်","views":170,"mobile_percentage":71.76,"rank":296},{"article":"သတႃးလိင်ႉၶ် လႆႈဝႂ်ဢၼုၺၢတ်ႈ သုၼ်ႇႁဵတ်းၵၢၼ် တီႈ ဢိၼ်ႇတူဝ်ႇၼီးသျႃး","views":170,"mobile_percentage":66.47,"rank":297},{"article":"ဢိတ်ႇသရေး ယိုဝ်းသႂ်ႇ တီႈယိူင်း ၵၢၼ်သိုၵ်း ဢီႇရၢၼ်း လႆႈၵူဝ်ပၢင်တိုၵ်း ၵႂၢင်ႈၶႂၢင်လိူဝ်ၵဝ်ႇ","views":169,"mobile_percentage":39.05,"rank":298},{"article":"ၼႂ်းၶၢဝ်းတၢင်းၼိုင်ႈပီ ၶိူင်ႈမိၼ်တရုၼ်း တပ်ႉသိုၵ်းယူႇၶရဵၼ်း ၼမ်မႃးသၢမ်ပုၼ်ႈ","views":169,"mobile_percentage":66.27,"rank":299},{"article":"ၷွၼ်ႇꩡႃႇလႅꩡ်ႉ ၽူႈဢွၼ်ႁူဝ် ၽၢႆႇၶၢၼ် မိူင်းဝႄႇၼေႇၸွႆးလႃး ၵႂႃသဝ်းၽႅင် တီႈ မိူင်းသပဵၼ်ႇ","views":169,"mobile_percentage":62.72,"rank":300},{"article":"ဢၢႆႇယႃႇလႅၼ်ႇ၊ ၼေႃႇဝူၺ်း၊ သပဵၼ် တေယိုၼ်ယၼ် ပႃးလဵတ်ႈသတၢႆး ပဵၼ်မိူင်း","views":168,"mobile_percentage":66.07,"rank":301},{"article":"ၵေႃၵၢၼ်ဢၢႆႇထီႇတႆး ပိုၼ်ၽႄပိုၼ်ႉႁူႉ လွင်ႈဝီႇၶီႇမီႇတီႇယႃႇ တီႈမူႇၸႄႈလႄႈ တၢင်ႉယၢၼ်း","views":167,"mobile_percentage":57.49,"rank":302},{"article":"ၵူၼ်း 12 ၵေႃႉ ၸိူဝ်းၼႄၵၢင်ၸႂ် တီႈၼႂ်းသၽႃးႁွင်းၵွင်း ထုၵ်ႇၺႃးတၢမ်ႇၶွၵ်ႈ","views":167,"mobile_percentage":66.47,"rank":303},{"article":"ၸွမ်ပွင်ၸိုင်ႈၵဝ်ႇဢီႇရၢၼ်း Ahmadinejad တၢင်ႇသဵၼ်ႈမၢႆ တႃႇၶဝ်ႈပၢင်လိူၵ်ႈတင်ႈ","views":167,"mobile_percentage":64.07,"rank":304},{"article":"ပႃႇတီႇၽွမ်ႉႁူမ်ႈ လိူၵ်ႈဢဝ်လုၵ်ႈယိင်း ထၵ်းသိၼ် တႃႇတႅင်ႇတင်ႈပဵၼ် ၸွမ်ၽွင်းမႂ်ႇ မိူင်းထႆး","views":167,"mobile_percentage":65.27,"rank":305},{"article":"ၸွမ်ၽွင်းလူင် သလူဝ်ႇဝႃးၵီးယႃး ၺႃးငွႆးယိုဝ်းလႄႈ လႆႈတၢင်းၸဵပ်းမၢတ်ႇႁၢဝ်ႈႁႅင်း","views":166,"mobile_percentage":57.83,"rank":306},{"article":"ပၢင်လိူၵ်ႈတင်ႈ ရတ်ႈသျႃး 2024","views":166,"mobile_percentage":62.05,"rank":307},{"article":"သၽႃးတႅၼ်းၽွင်း တွတ်ႈၶႅပ်းၵၢင်ၸႂ် တႃႇဢဝ်လိူင်ႈ ၵႅမ်ၸွမ်ၸိုင်ႈ မိူင်းၾီလိပ်ႈပိၼ်း","views":166,"mobile_percentage":63.25,"rank":308},{"article":"ၵူႇၵႄႇလ် လႆႈပိုၼ်ဢွၵ်ႇ Bard ဢၼ်ပဵၼ် တူဝ်ၶႄႉၶဵင်ႇ ChatGPT","views":165,"mobile_percentage":62.42,"rank":309},{"article":"ၽွင်းလူင်ၵၢၼ်ၼွၵ်ႈမိူင်း ၵၢၼ်ႇ ထိုင် ဢိတ်ႇသရေး တႃႇဢုပ်ႇဢူဝ်းလွင်ႈၵိုတ်းတိုၵ်းၵႃႇၸႃႇ","views":164,"mobile_percentage":58.54,"rank":310},{"article":"ဢိတ်ႇသရေး လႄႈ ဢီႇရၢၼ်း ပိုၼ်ၽၢဝ်ႇ ၵိုတ်းတိုၵ်း","views":164,"mobile_percentage":59.15,"rank":311},{"article":"ၵၢၼ်ႇဢဝ်လိူင်ႈ ၸုမ်းဢိတ်ႇသရေး ၸိူဝ်းယႃႉၵဝ်းႁႄႉႁၢမ်ႈ လွင်ႈၸွႆႈထႅမ်ၷႃႇꩡႃႇ","views":164,"mobile_percentage":64.02,"rank":312},{"article":"ပၢႆႇတႅၼ်ႇ ထတ်းသၢင်ၼိူဝ် လွင်ႈ ICC ႁၢင်ႈႁႅၼ်းဝရၢၼ်းတိၺွပ်း ၽူႈဢွၼ်ႁူဝ် ဢိတ်ႇသရေး","views":163,"mobile_percentage":54.6,"rank":313},{"article":"မီးလွင်ႈယိုဝ်း ၽင်ႇပၢင်ႇလၢႆႇဝၼ်းတူၵ်း-ၵျေႃႇတၼ်ႇ ၵူၼ်းမိူင်းဢိတ်ႇသရေး တၢႆ 3 ၵေႃႉ","views":163,"mobile_percentage":36.2,"rank":314},{"article":"EU ပၼ်တၢမ်ႇငိုၼ်း Meta 840 လၢၼ်ႉတေႃႇလႃႇ ယွၼ်ႉလွင်ႈႁဵတ်းသၢင်ႈ ဢၼ်ဢမ်ႇမႅၼ်ႈၸွမ်းပိူင် လွၵ်းၵၢတ်ႇ","views":163,"mobile_percentage":44.79,"rank":315},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈ ၵၢၼ်ႇ ပၼ်ၽၢင်ႉ ၸွမ်ၽွင်းလူင် ဢိတ်ႇသရေး တွၼ်ႈတႃႇ ယႃႇႁႂ်ႈတိုၵ်း ရႃႇၾႃႇ","views":163,"mobile_percentage":60.74,"rank":316},{"article":"ၶႄႇ လႄႈ ဢမႄႇရိၵၢၼ်ႇ လႆႈၸႂ်ၵၼ် တႃႇလူတ်းယွမ်းပၼ် ၶွၼ်ႇ တႃႇၶၢဝ်းတၢင်း 90 ဝၼ်း","views":162,"mobile_percentage":50.62,"rank":317},{"article":"ၸွမ်ၽွင်းလူင်မိူင်းထႆး လတ်းၽၢၼ်ႇ ပၢင်လိူၵ်ႈတင်ႈ ဢမ်ႇယုမ်ႇယမ် ၼႂ်းသၽႃး","views":162,"mobile_percentage":45.68,"rank":318},{"article":"ၸွမ်ၽွင်းလူင်ထႆး ၵႂႃႇဢႅဝ်ႇလႅၼ်လိၼ်ထႆး ၵမ်ႇပေႃးတီးယႃး","views":162,"mobile_percentage":50.62,"rank":319},{"article":"ၵူၼ်းထိူၼ်ႇႁူႇတီႇ ယႄႇမႅၼ်ႇ တိၺွပ်း ၵူၼ်းႁၢပ်ႇၵၢၼ်ယူႇဢႅၼ်ႇ ၵမ်ႈၽွင်ႈ","views":162,"mobile_percentage":56.79,"rank":320},{"article":"ၸွမ်ၽွင်းလူင် ဢိတ်ႇသရေး မွၵ်ႇလၢတ်ႈဝႃႈ တေယုၵ်ႉလွင်ႈၽႂ်းၶၼ် ပၢင်တိုၵ်း","views":161,"mobile_percentage":34.16,"rank":321},{"article":"တီႈ ပၢင်ၽိုၵ်းၵၢၼ်သိုၵ်း ငူးႁဝ်ႇၶမ်း ၼၼ်ႉ မိူင်းမျၢၼ်ႇမႃႇ ဢမ်ႇလႆႈၶဝ်ႈပႃးၸွမ်း","views":160,"mobile_percentage":43.13,"rank":322},{"article":"ၽွင်းလူင်ၽၢႆႇၼွၵ်ႈမိူင်း ၵၢၼ်ႇ လႄႈ ၸွမ်ၽွင်းလူင် မိူင်းလႄႇပႃႇၼွၼ်ႇ ထူပ်းၵၼ်","views":160,"mobile_percentage":50.63,"rank":323},{"article":"ၸွမ်ၽွင်းလူင် သုၺ်ႇတိၼ်ႇ လႄႈ ႁၢင်ႇၵေႇရီႇ ဢုပ်ႇဢူဝ်း တႃႇၶဝ်ႈပဵၼ်လုၵ်ႈၸုမ်း NATO","views":159,"mobile_percentage":55.97,"rank":324},{"article":"ဢိတ်ႇသရေး ပၼ်ၶေႃႈမၼ်ႈၵႅၼ်ႇဝႃႈ တေဢမ်ႇယိုဝ်း ၼိဝ်ႇၵလီးယႃး လႄႈ ၼမ်ႉမၼ်းမဵၼ် ဢီႇရၢၼ်း","views":159,"mobile_percentage":61.64,"rank":325},{"article":"မၢၵ်ႇပွင်းလူမ်းယုၵ်းယၵ်း လႄႈ လွင်ႈၶဵင်ႈၶႅင် ၵၢဝ်းလီႁွင်ႇၸၢၼ်း","views":159,"mobile_percentage":56.6,"rank":326},{"article":"ဢိတ်ႇသရေး တေယင်ႉပၼ်ၵၢၼ်သိုၵ်း ၼိုင်ႈဝၼ်းသီႇၸူဝ်ႈမူင်း ၵူႈဝၼ်း","views":158,"mobile_percentage":50,"rank":327},{"article":"ၵေႃပွင်ၵၢၼ်သူးရၢင်းဝၼ်း ၼူဝ်ႇပႄႇလ် သႄႉသွမ်း လွင်ႈတိူဝ်းတၢမ်ႇၶွၵ်ႈ ၸဝ်ႈသူးရၢင်းဝၼ်း","views":158,"mobile_percentage":60.13,"rank":328},{"article":"ၸွမ်ၽွင်းလူင်ထႆးၵဝ်ႇ ထၵ်းသိၼ် ႁူပ်ႉထူပ်းၵၼ်တင်း ၸုမ်းၸၢဝ်းၶိူဝ်းၵမ်ႈၽွင်ႈ","views":157,"mobile_percentage":61.15,"rank":329},{"article":"ၽူႈႁဵတ်းၵၢၼ်ႁၢႆႉ လူၺ်ႈလိူင်ႈၵၢၼ်ပၢႆးမိူင်း ၺႃးတၢမ်ႇၶွၵ်ႈ 30 ပီ","views":157,"mobile_percentage":50.32,"rank":330},{"article":"ၸွမ်ၽွင်းလူင် ဢိတ်ႇသရေး ပူင် ႁႂ်ႈၵူၼ်းမိူင်းဢွၵ်ႇတီႈ Rafah တီႈပဵၼ်ပၢင်တိုၵ်းႁၢဝ်ႈႁႅင်း","views":156,"mobile_percentage":66.03,"rank":331},{"article":"ဢမႄႇရိၵၢၼ်ႇ တိုၵ်းသူၼ်း ဝႅတ်ႉၼမ်း ႁႂ်ႈမီးလွင်ႈၼပ်ႉယၢမ် လွင်ႈၽွင်းငမ်းယူႇၶရဵၼ်း","views":156,"mobile_percentage":70.51,"rank":332},{"article":"တႄႇၵူတ်ႇထတ်း လွင်ႈႁိူဝ်းၽႃႇၺႃး ၶူဝ်ၶၢမ်ႈမႄႈၼမ်ႉ ၾရၼ်ႇသိတ်ႉသ်သၵွတ်ႉၶီး","views":155,"mobile_percentage":45.81,"rank":333},{"article":"ယူႇၶရဵၼ်း လၢတ်ႈဝႃႈ ၶဝ်ဢဝ်ႁိူဝ်းလမ်ၼမ်ႉ ရတ်ႈသျႃး ၸူမ်ၵႂႃႇ","views":155,"mobile_percentage":64.52,"rank":334},{"article":"ၼႄႇတၼ်ႇယႃႇႁု ၽွမ်ႉ တႃႇဢုပ်ႇဢူဝ်း လွင်ႈၵိုတ်းတိုၵ်းတင်း ႁႃးမၢတ်ႉသ်","views":155,"mobile_percentage":56.13,"rank":335},{"article":"Shehbaz Sharif ထုၵ်ႇလိူၵ်ႈပဵၼ် ၸွမ်ၽွင်းလူင်မႂ်ႇ ပႃႇၵိတ်ႈသတၼ်ႇ","views":154,"mobile_percentage":57.14,"rank":336},{"article":"လုၵ်ႈၸုမ်းမႂ်ႇ သုၺ်ႇတိၼ်ႇ လႄႈ ၾိၼ်ႇလႅၼ်ႇ ၶဝ်ႈပႃးမႃးၼႂ်း လွင်ႈၽိုၵ်းၵၢၼ်သိုၵ်း NATO","views":154,"mobile_percentage":64.94,"rank":337},{"article":"ၽူႈတၢင်တူဝ်ႁိူဝ်းၵႅဝ်ႈၶၢဝ် ဢမႄႇရိၵၢၼ်ႇ ႁွတ်ႈဢိတ်ႇသရေး","views":154,"mobile_percentage":37.01,"rank":338},{"article":"ၵၢၼ်ႇ သူင်ႇႁိူဝ်းမိၼ်သိုၵ်းၵႂႃႇ ပွတ်းဢွၵ်ႇတွၼ်ႈၵၢင် တႃႇၵႅတ်ႇၵင်ႈဢိတ်ႇသရေး","views":154,"mobile_percentage":63.64,"rank":339},{"article":"ၽူႈၼမ်းၼႂ်းလူင် ၸုမ်းယူႇဢႅၼ်ႇ ပၼ်ၽၢင်ႉဝႃႈ လွင်ႈၶဵင်ႈၶႅင် ပွတ်းဢွၵ်ႇတွၼ်ႈၵၢင်ၼႆႉ မီးၽေး","views":153,"mobile_percentage":71.9,"rank":340},{"article":"လူင်ပွင်ၸိုင်ႈႁူမ်ႈပွင်း ၸွမ်ၽွင်းလူင်မူဝ်ႇတီႇ လႆႈသိုပ်ႇဢုပ်ႉပိူင်ႇပွၵ်ႈၵမ်းသၢမ်","views":153,"mobile_percentage":63.4,"rank":341},{"article":"ဢိတ်ႇသရေး သင်ႇႁႂ်ႈတပ်ႉသိုၵ်း ၸတ်းၵၢၼ် လွင်ႈပႃးလႅတ်ႈသတၢႆး ထွၼ်တူဝ်ဢွၵ်ႇ တီႈၵႃႇၸႃႇ","views":153,"mobile_percentage":63.4,"rank":342},{"article":"ၵၢၼ်ႇၽွမ်ႉၸႂ် လွင်ႈမၵ်းၶၢၼ်ႈ တူဝ်တႅၼ်းမိူင်းမၢၼ်ႈ တီႈ ပၢင်ၵုမ်ဢႃႇသီႇယၼ်ႇ ပွၵ်ႈၼႃႈၼႆႉ","views":153,"mobile_percentage":52.29,"rank":343},{"article":"ဢမႄႇရိၵၢၼ်ႇ ထႅမ်ႁႅင်းသိုၵ်း တီႈပွတ်းဢွၵ်ႇ တွၼ်ႈၵၢင်","views":151,"mobile_percentage":59.6,"rank":344},{"article":"ယူႇၶရဵၼ်း လႄႈ NATO ပၢၵ်ႈပႅတ်ႈ ၶေႃႈၵႂၢႆႇၵႂၢမ်းၵိုတ်းတိုၵ်း ပူႇထိၼ်ႇ","views":150,"mobile_percentage":63.33,"rank":345},{"article":"ၽူႈဢွၼ်ႁူဝ်ၼႂ်းလူၵ်ႈ ဢွၼ်ၵၼ်ၸူႉတုမ်ႁွတ်ႈထိုင် တွၼ်ႈတႃႇ ပၢင်ၵုမ်ၸၢတ်ႈၸိုင်ႈလုမ်ႈၾႃႉ","views":150,"mobile_percentage":66,"rank":346},{"article":"ၸႄႇလႅၼ်ႇသၵီး ၽိတ်ႈမွၵ်ႇ တႃႇၶိုၼ်ႈႁွတ်ႈ ပၢင်ႇဢုပ်ႇဢူဝ်းလွင်ႈငမ်းယဵၼ် သဝိတ်ႉၸႃႇလႅၼ်ႇ","views":150,"mobile_percentage":52,"rank":347},{"article":"ပၢင်ၵႅဝ်ႈ ဝၼ်းပုတ်ႉထၸဝ်ႈ တီႈ ႁိူၼ်းၵႅဝ်ႈၶၢဝ် ဢမႄႇရိၵၢၼ်ႇ","views":150,"mobile_percentage":59.33,"rank":348},{"article":"လွင်ႈဢၼ် ဢိတ်ႇသရေးၶဝ် တွပ်ႇတႅၼ်းၶိုၼ်းၼိူဝ် ႁႃးမၢတ်ႉသ် ၶဝ်ၼၼ်ႉ ပဵၼ်ဢၼ်ပူၼ်ႉလိူဝ်ဝႆႉ","views":150,"mobile_percentage":59.33,"rank":349},{"article":"ပၢင်လိူၵ်ႈတင်ႈ ဢီးယူႇပႃႇလီႇမႅၼ်ႇ ဢၼ်တေႁိုင်သီႇဝၼ်းၼၼ်ႉ တႄႇတီႈ ၼႄႇတႃႇလႅၼ်ႇ","views":149,"mobile_percentage":66.44,"rank":350},{"article":"ၸိမ်ႇပႃႇပူၺ်ႇ လႄႈ ၼႃႇမီးပီးယႃး တေၶႃႈႁႅမ် ၸၢင်ႉႁူဝ်ပၢၵ်ႇ တႃႇလဵင်ႉလူ ၵူၼ်းထူပ်းၽေးဢိုပ်း","views":149,"mobile_percentage":72.48,"rank":351},{"article":"ၵူၼ်းမိူင်းၵျႃႇပၢၼ်ႇၵေႃႉၼိုင်ႈ ၺႃးၶႄႇတီႉၺွပ်း ယွၼ်ႉလိူင်ႈၵၢၼ်ၸွပ်ႇၶၢဝ်ႇ","views":147,"mobile_percentage":55.1,"rank":352},{"article":"မုၼ်ၸဝ်ႈၽူပ်ႉ ယွၼ်းသူး တီႈပွႆးဢီႇသတႃႇ တွၼ်ႈတႃႇ မိူင်းၸိူဝ်းထူပ်းလွင်ႈသုၵ်ႉယုင်ႈ","views":147,"mobile_percentage":59.18,"rank":353},{"article":"ယွၼ်ႉလွင်ႈပိုတ်းယိုဝ်းတီႈ လႅၼ်လိၼ် ပႃႇၵိတ်ႈသတၼ်ႇ-ဢီႇရၢၼ်း လႄႈ ၵူၼ်းလႆႈတၢႆ","views":146,"mobile_percentage":50.68,"rank":354},{"article":"ၼႂ်းလွင်ႈတိုၵ်းတေႃး တႃႇၽူတ်ႇၸွႆႈၵူၼ်းသီႇၵေႃႉၼၼ်ႉ ၵူၼ်းပႃးလဵတ်ႈသတၢႆး တၢႆႁူဝ်ပၢၵ်ႇမၼ်း","views":145,"mobile_percentage":57.93,"rank":355},{"article":"ယူႇၶရဵၼ်း လဝ်ႈလၢတ်ႈ တႃႇဢဝ် လၢၵ်ႈၼၢၵ်ႈဢူၺ်းလီၶဝ် ယိုဝ်းသႂ်ႇၼႂ်း ရတ်ႈသျႃး","views":145,"mobile_percentage":60.69,"rank":356},{"article":"ၸဝ်ႈၼႃႈတီႈၵမ်ႈၽွင်ႈ ၸိူဝ်းၵပ်းၵၢႆၵၼ်တင်း တပ်ႉသိုၵ်းၶႄႇ လႆႈထုၵ်ႇ ထွၼ်ဢွၵ်ႇပႅတ်ႈ","views":144,"mobile_percentage":61.81,"rank":357},{"article":"ၽွင်းလူင်ၽၢႆႇၼွၵ်ႈမိူင်းၵၢၼ်ႇ ပၼ်ၽၢင်ႉ ၵဵဝ်ႇၵပ်း ၶေႃႈတၢင်ႇၼႄ ၵိုတ်းတိုၵ်း ၵႃႇၸႃႇ","views":144,"mobile_percentage":56.94,"rank":358},{"article":"ဢိတ်ႇသရေး ႁၢင်ႈသိုၵ်းတိုၵ်းတေႃး ထိုင်ၼႂ်းဝဵင်းရႃႇၾႃႇ","views":144,"mobile_percentage":61.11,"rank":359},{"article":"ၶေႃႈလႆႈၸႂ် ၸၢတ်ႈၸိုင်ႈလုမ်ႈၾႃႉ ၵဵဝ်ႇၵပ်း ၵၢၼ်ပူၼ်ႉပႅၼ် ၼိူဝ်ဢွၼ်ႇလၢႆး","views":143,"mobile_percentage":48.95,"rank":360},{"article":"FAO တိုၵ်းသူၼ်း ႁႂ်ႈ Asia-Pacific ႁူမ်ႈမိုဝ်းၵၼ် ၵဵဝ်ႇၵပ်းလွင်ႈ တၢင်းပဵၼ်ၶႆႈဝတ်းၼူၵ်ႉ","views":142,"mobile_percentage":62.68,"rank":361},{"article":"ဢိၼ်ႇတူဝ်ႇၼီးသျႃး ယွၼ်းႁႂ်ႈ Apple, Google ႁႄႉႁၢမ်ႈ Temu မိူင်းၶႄႇ တႃႇၵႅတ်ႇၶႄ ၵူၼ်းၵႃႉဢွၼ်ႇ","views":140,"mobile_percentage":47.86,"rank":362},{"article":"Chevron ႁုပ်ႈသိမ်း လွင်ႈၽင်တိုၼ်းလၢင်းတင်းသဵင်ႈ တီႈ မျၢၼ်ႇမႃႇ","views":140,"mobile_percentage":65.71,"rank":363},{"article":"ႁႃးမၢတ်ႉသ်ၶဝ် ဢဝ်မၢၵ်ႇရွၵ်ႉၵႅတ်ႉ ပိုတ်းယိုဝ်း ဢိတ်ႇသရေး","views":140,"mobile_percentage":39.29,"rank":364},{"article":"ယွၼ်ႉဢိင်ႇသၼ်ႇ ပွတ်းၵၢင်ၵျႃႇပၢၼ်ႇလႄႈ ၵူၼ်းလႆႈလူႉတၢႆ ဢမ်ႇယွမ်း 4 ၵေႃႉ","views":139,"mobile_percentage":64.75,"rank":365},{"article":"ယူႇၶရဵၼ်း ထတ်းသၢင်တွပ်ႇၶိုၼ်း လွင်ႈမုၼ်ၸဝ်ႈၽူပ်ႉ တိုၵ်းသူၼ်း တႃႇငူပ်ႉငိတင်း ရတ်ႈသျႃး","views":139,"mobile_percentage":61.15,"rank":366},{"article":"ၵၢၼ်ႇတိုၵ်းသူၼ်းၶွင်ႇသီႇႁူမ်ႇလူမ်ႈ တႃႇၵမ်ႉထႅမ်ပၼ် ပိူင်ယုၵ်းယၢင်ႇၵိုတ်းတိုၵ်းၷႃႇꩡႃႇ","views":139,"mobile_percentage":58.99,"rank":367},{"article":"ၽူႈဢွၼ်ႁူဝ် ႁႅꩡ်ႉပူဝ်းလႃႇ တၢႆ","views":139,"mobile_percentage":45.32,"rank":368},{"article":"ၸွမ်ၽွင်းလူင် ဢိၼ်းတီးယႃး တေၵႂႃႇမိူင်းရတ်ႈသျႃး","views":139,"mobile_percentage":63.31,"rank":369},{"article":"WTO ငိၼ်းထွမ်ႇ ၶေႃႈမၢပ်ႇမႂ် ၶႄႇ ဢၼ်ဝႃႈ လွင်ႈၸႅၵ်ႇၸၼ်ႉၵၢၼ်ၵႃႉၶၢႆ လူတ်ႉၸႂ်ႉႁႅင်းၾႆးၾႃႉ","views":138,"mobile_percentage":63.77,"rank":370},{"article":"ပၢင်ၵုမ် လွင်ႈငမ်းယဵၼ်ယူႇၶရဵၼ်း ဢၼ်ဢမ်ႇပႃး ရတ်ႈသျႃး","views":138,"mobile_percentage":52.17,"rank":371},{"article":"Mike Johnson တႅၼ်းၽွင်း ရီႇပတ်ႉပလီၵၢၼ်ႇ ထုၵ်ႇလိူၵ်ႈပဵၼ် ၽူႈၼမ်းသၽႃးတႂ်ႈ","views":136,"mobile_percentage":55.15,"rank":372},{"article":"လႅၵ်ႈလၢႆႈၸိုဝ်ႈပႃႇတီႇၶိုပ်ႈၼႃး ပဵၼ်ပႃႇတီႇၵူၼ်းမိူင်း ပရၶျႃၶျူၼ်","views":136,"mobile_percentage":55.88,"rank":373},{"article":"ဢိတ်ႇသရေးၶဝ် တိုၵ်ႉၶတ်းၸႂ် တႃႇလႆႈလွင်ႈၽွမ်ႉၸႂ်မႂ်ႇ လွင်ႈၵိုတ်းတိုၵ်းတင်း ႁႃးမၢတ်ႉသ်","views":135,"mobile_percentage":52.59,"rank":374},{"article":"မေႃသွၼ်ဢမႄႇရိၵၢၼ်ႇ 4 ၵေႃႉ ၺႃးႁဵတ်းႁၢႆႉ တီႈသူၼ်ႇမွၵ်ႇဢၼ်ၼိုင်ႈ တီႈမိူင်းၶႄႇ","views":135,"mobile_percentage":60,"rank":375},{"article":"သင်ႁႃးမၢတ်ႉသ်ၶဝ်ၽွမ်ႉ လၢႆးၵၢၼ်ၵိုတ်းတိုၵ်းၼႆ ၵၢၼ်ႇၶဝ် မုင်ႈမွင်း ဢိတ်ႇသရေးၵေႃႈ တေႁပ််ႉ","views":135,"mobile_percentage":60.74,"rank":376},{"article":"ယူႇၶရဵၼ်း ပိုၼ်ၽၢဝ်ႇဝႃႈ ႁိူဝ်းမိၼ်တိုၵ်း F-16 လမ်း႞ တူၵ်းၵႂႃႇ","views":135,"mobile_percentage":49.63,"rank":377},{"article":"ရူမ်း","views":135,"mobile_percentage":34.81,"rank":378},{"article":"လွင်ႈၾႆးမႆႈႁူင်းၸၢၵ်ႈၼိဝ်ႇၵလီးယႃး ရတ်ႈသျႃး လႄႈ ယူႇၶရဵၼ်း ၶဵင်ႇၼႄးၵၼ်","views":134,"mobile_percentage":61.19,"rank":379},{"article":"ၶွမ်း Microsoft တင်းလုမ်ႈၾႃႉ လႆႈပိၵ်ႉဢိုတ်းၵႂႃႇၸူဝ်ႈၵႅပ်ႉ","views":134,"mobile_percentage":46.27,"rank":380},{"article":"ၵၢဝ်းလီၸၢၼ်းၶတ်းၶႂၢင် လွင်ႈ ရတ်ႈသျႃး လႄႈ ၵၢဝ်းလီႁွင်ႇ ႁူမ်ႈၵၢၼ်သိုၵ်း","views":134,"mobile_percentage":53.73,"rank":381},{"article":"ၵူၼ်းသိုၵ်းဢမႄႇရိၵၢၼ်ႇ လႆႈတၢႆ 3 ၵေႃႉ တီႈ ၵျေႃႇတၼ်ႇ လႄႈ တေတွပ်ႇတႅၼ်းႁၢဝ်ႈႁႅင်း","views":134,"mobile_percentage":56.72,"rank":382},{"article":"ဢိတ်ႇသရေး ယိုၼ်ယၼ် လွင်ႈ လုၵ်ႈၸၢႆးႁူဝ်ၼႃႈၸုမ်းႁႃးမၢတ်ႉသ် လႆႈတၢႆ","views":133,"mobile_percentage":51.13,"rank":383},{"article":"ၵူၼ်းပဵၼ်ၵေႃႉဢွၼ်တၢင်းသုတ်း ဢၼ်သႂ်ႇ ၶျိပ်ႉ Neuralink ဝႆႉၼႂ်းဢွၵ်းဢေႃ လဵၼ်ႈၶျႅတ်ႉလႆႈယဝ်ႉ","views":133,"mobile_percentage":54.14,"rank":384},{"article":"ၵၢၼ်ႇ ယိုၼ်ယၼ်တႃႇၶၢႆ ၶိူင်ႈသိုၵ်းပၼ် ဢိတ်ႇသရေး ၵိုင်ႇငိုၼ်းတေႃႇလႃႇ 20 ပီႇလီႇယၼ်ႇ","views":133,"mobile_percentage":69.92,"rank":385},{"article":"ၸုမ်းၼေႇတူဝ်း တေၸွႆႈထႅမ်ပၼ် မိူင်းယူႇၶရဵၼ်းထႅင်ႈ","views":133,"mobile_percentage":50.38,"rank":386},{"article":"မိူင်းယူႇၶရဵၼ်း - မိူင်းရတ်ႈသျႃး လႅၵ်ႈလၢႆႈ ၵူၼ်းတူၵ်းၶွၵ်ႈ 206 ၵေႃႉ","views":132,"mobile_percentage":70.45,"rank":387},{"article":"ၶၢဝ်းတၢင်းယူးရူပ်ႉ ၸဝ်ႈၸွမ်ၸိုင်ႈၶႄႇ လႅပ်ႈပဵၼ် တႃႇယွၼ်ႇယွမ်းလွင်ႈၶဵင်ႈၶႅင် ၵၢၼ်ၵႃႉၶၢႆ","views":131,"mobile_percentage":45.8,"rank":388},{"article":"ၵၢၼ်တေႃႉသူင်ႇ","views":131,"mobile_percentage":37.4,"rank":389},{"article":"ၶႄႇသၢၼ်ၶတ်း ၵူတ်းမၢႆယုၵ်းယၢင်ႇၵၢၼ်ႇ လွင်ႈတႃႇႁႄႉႁၢမ်ႈ TikTok","views":131,"mobile_percentage":51.15,"rank":390},{"article":"ပၢင်ၵုမ်လူင်ၶွပ်ႈၶူပ်ႇ 67 ငဝ်ႈငုၼ်း မုၵ်ႉၸုမ်းလူင် သင်ႇၶႃႇၸိုင်ႈတႆး ဝၼ်းထူၼ်ႈသွင်","views":131,"mobile_percentage":55.73,"rank":391},{"article":"ပလိၵ်ႈထႆး တိၺွပ်းၵူၼ်းၼုမ်ႇမၢၼ်ႈ 2 ၵေႃႉ ဢၼ်ဢၢၼ်းသူင်ႇၶိူင်ႈယိုဝ်းတရုၼ်း ၸူးမျၢၼ်ႇမႃႇ","views":130,"mobile_percentage":44.62,"rank":392},{"article":"ၽူႈၼမ်းသၽႃးဝႅတ်ႉၼမ်း ထွၼ်တူဝ်ဢွၵ်ႇ တႃၶုၼ်","views":130,"mobile_percentage":63.85,"rank":393},{"article":"တႄႇပၢင်လိူၵ်ႈတင်ႈသွမ်ႈ တီႈမိူင်းၾရၢင်ႇသဵတ်ႈ","views":130,"mobile_percentage":60.77,"rank":394},{"article":"ႁိူဝ်းမိၼ် တပ်ႉလူမ်း တူၵ်းသႂ်ႇႁူင်းႁဵၼ်း မိူင်းပင်းၵလႃးတဵတ်ႈ ၵူၼ်းတၢႆ ဢမ်ႇယွမ်း 20 ၵေႃႉ","views":129,"mobile_percentage":48.84,"rank":395},{"article":"ၵႅမ်ၸွမ်ၸိုင်ႈ ႁႄးရိသ် လႆႈႁပ်ႉလွင်ႈၵမ်ႉထႅမ် ၽူႈတႅၼ်းပႃႇတီႇ ၼိုင်ႈႁဵင်လိူဝ်","views":129,"mobile_percentage":35.66,"rank":396},{"article":"ၸွမ်ၸိုင်ႈရတ်ႈသျႃး ႁပ်ႉ လွင်ႈၶႄႇၽိတ်ႈမွၵ်ႇ ၶၢဝ်းတၢင်းပၢင်ၵုမ် Belt and Road","views":129,"mobile_percentage":58.14,"rank":397},{"article":"ဢမႄႇရိၵၢၼ်ႇ ဢမ်ႇပႆႇလႆႈၵမ်ႉထႅမ်ပၼ် လၢၵ်ႈၼၢၵ်ႈတင်းသဵင်ႈ ဢၼ်ဢိတ်ႇသရေးတုၵ်းယွၼ်းဝႆႉ","views":129,"mobile_percentage":52.71,"rank":398},{"article":"ဢမႄႇရိၵၢၼ် ယိုၼ်ယၼ် တႃႇၶၢႆ ႁိူဝ်းမိၼ် F-16 ပၼ် တိူဝ်ႇၵီႇ","views":129,"mobile_percentage":55.04,"rank":399},{"article":"ဢိတ်ႇသရေး ပိုၼ်ၽၢဝ်ႇ တေယင်ႉၵိုတ်းၵၢၼ်ႁၢင်ႈသိုၵ်း ၶၢဝ်းၵၢင်ဝၼ်း တီႈၷႃႇꩡႃႇပွတ်းၸၢၼ်း","views":129,"mobile_percentage":62.79,"rank":400},{"article":"တွၼ်ႈတႃႇပၢႆးႁူမ်ႇလူမ်ႈ ဢူဝ်လမ်းပိၵ်ႉပႃႇရိသ် ယွၼ်းတၢင်းၸွႆႈထႅမ်ဝႆႉ ၵူႈမိူင်းမိူင်း","views":128,"mobile_percentage":60.94,"rank":401},{"article":"ၼွၵ်ႈမိူင်းၼႂ်းမိူင်း သႄႉသွမ်းၼိူဝ် လွင်ႈၶတ်းၸႂ် တႃႇၶႃႈႁႅမ် ၸွမ်ပွင်ၸိုင်ႈၵဝ်ႇ ထရမ်ႉ","views":127,"mobile_percentage":54.33,"rank":402},{"article":"ဢီႇရၢၼ်းၶဝ် ဢဝ်တရုၼ်းသေ တိုၵ်းတေႃး ဢိတ်ႇသရေးယဝ်ႉ","views":127,"mobile_percentage":49.61,"rank":403},{"article":"Keir Starmer ပဵၼ်မႃး ၸွမ်ၽွင်းလူင်မႂ်ႇ မိူင်းဢိင်းၵလဵတ်ႈ","views":127,"mobile_percentage":59.06,"rank":404},{"article":"ၸုမ်းႁႃးမၢတ်ႉသ်ၶဝ် တႄႇၽွမ်ႉၸွမ်း လွင်ႈၵိုတ်းတိုၵ်း ဢၼ်ၵၢၼ်ႇၶဝ် ၵမ်ႉထႅမ်ၸွမ်း","views":126,"mobile_percentage":65.08,"rank":405},{"article":"ၸွမ်ၸိုင်ႈ ယူႇၶရဵၼ်း လႄႈ တိူဝ်ႇၵီႇ ငူပ်ႉငိၵၼ် တႃႇဢုပ်ႇၵုမ်လွင်ႈငမ်းယဵၼ်တင်း ရတ်ႈသျႃး","views":125,"mobile_percentage":55.2,"rank":406},{"article":"ယွၼ်ႉ ဢိင်ႇသၼ်ႇ တီႈ တိူဝ်ႇၵီႇ လႄႈ သီးရီးယႃး ၵူၼ်းတၢႆ မီးမႃး 3700 လိူဝ်","views":125,"mobile_percentage":56,"rank":407},{"article":"ယွၼ်ႉၽႆးမႆႈ ႁူင်းၵၢၼ်ၸၢၵ်ႈပႅတ်ႇထရီႇ တီႈၵၢဝ်းလီၸၢၼ်းလႄႈ မီးလွင်ႈၵူၼ်းလုတၢႆ","views":125,"mobile_percentage":58.4,"rank":408},{"article":"ၸဝ်ႈၸွမ်ၸိုင်ႈႇၶႄ သျီၸိၼ်းၽိင် ႁွတ်ႈထိုင် ၾရၢင်ႇသဵတ်ႈ","views":125,"mobile_percentage":36,"rank":409},{"article":"ဢီးယူႇ တၢင်ႇၶေႃႈတူၵ်းလူင်း တႃႇဢဝ်ငိုၼ်းၵုမ်းၵမ်ရတ်ႈသျႃး ၸႂ်ႉတီႈၸွႆႈထႅမ်ယူႇၶရဵၼ်း","views":125,"mobile_percentage":48,"rank":410},{"article":"ႁိူဝ်းတၢင်ႇႁိူဝ်းမိၼ်ၵၢၼ်ႇ ဢၼ်ၸႂ်ႉႁႅင်းၼိဝ်ႇၵလီးယႃး ႁွတ်ႈထိုင် ၵၢဝ်းလီၸၢၼ်း","views":124,"mobile_percentage":58.87,"rank":411},{"article":"ယွၼ်ႉ လိၼ်ၵူၼ်ႇ တီႈ ပႃးပႂႃႇၼိဝ်းၵီးၼီး လႄႈ ၵူၼ်းႁၢႆဝႆႉ မွၵ်ႈ 2000","views":123,"mobile_percentage":59.35,"rank":412},{"article":"တီႈရၶႅင် တႄႇပဵၼ်ပၢင်တိုၵ်း","views":123,"mobile_percentage":52.03,"rank":413},{"article":"လိၼ်ၵူၼ်ႇပင်း ၼႂ်းမိူင်းၶႄႇ လူႉတၢႆ 12 ၵေႃႉ","views":122,"mobile_percentage":55.74,"rank":414},{"article":"လုၵ်ႉတီႈဢီႇရၢၵ်ႈ ဢဝ်မၢၵ်ႇမိသ်ႉသၢႆး ယိုဝ်း ပၢင်သဝ်းတပ်ႉႁူမ်ႈပွင်း ၵၢၼ်ႇၶဝ် တီႈသီးရီးယႃး","views":122,"mobile_percentage":64.75,"rank":415},{"article":"ၶုၼ်ႁေႃၶမ်း ပရိတ်ႈတဵၼ်ႇ ၶျႃးလ်သ် ၵူတ်ႇႁၼ်ၺႃး တၢင်းပဵၼ်ၶႅၼ်ႇသႃႇ","views":122,"mobile_percentage":65.57,"rank":416},{"article":"တပ်ႉသိုၵ်းဢမႄႇရိၵၢၼ်ႇ လႆႈသိုပ်ႇယိုဝ်းတူၵ်း ၶိူင်ႈမိၼ်ဢၼ်လၢၵ်ႇလၢႆး တီႈၼိူဝ်ၵၢင်ႁၢဝ်","views":120,"mobile_percentage":50,"rank":417},{"article":"ၵၢၼ်ႇ လႄႈ မိူင်း 17 မိူင်း တိုၵ်းသူၼ်း ႁႃးမၢတ်ႉသ် ႁႂ်ႈပွႆႇပၼ် ၵူၼ်းၸိူဝ်းထုၵ်ႇၺွပ်းဝႆႉ","views":120,"mobile_percentage":55.83,"rank":418},{"article":"ၼမ်ႉထူမ်ႈ လိပ်ႉပျႃး ၵူၼ်းတၢႆ 6000 ပၢႆ၊ ၵူၼ်းႁၢႆ 10000 ပၢႆ","views":120,"mobile_percentage":57.5,"rank":419},{"article":"မျၢၼ်ႇမႃႇ 15 ၵေႃႉ ထုၵ်ႇၺွပ်း ယွၼ်ႉဢမ်ႇမီးဝႂ်သေ ႁဵတ်းၵၢၼ်တီႈ ၶွင်ႉမိပ်ႇၼူတ်ႈ","views":120,"mobile_percentage":65,"rank":420},{"article":"ၵူၼ်းႁေႃႈရူတ်ႉပၢသ်ႉထႆး ထုၵ်ႇတိၺွပ်း ယွၼ်ႉၾႆးမႆႈရူတ်ႉသေ ၵူၼ်းလူႉတၢႆ 23 ၵေႃႉ","views":119,"mobile_percentage":54.62,"rank":421},{"article":"ယွၼ်ႉၽေးမႆႈ လႄႈ ႁူင်းႁဵၼ်းတီႈ ၾီလိပ်ႈပိၼ်း ဢိုတ်းဝႆႉႁူဝ်ပၢၵ်ႇမၼ်း","views":117,"mobile_percentage":56.41,"rank":422},{"article":"ၸွမ်ၽွင်းလူင်ထႆး ထုၵ်ႇလုမ်းတြႃးထွၼ်တူဝ်ဢွၵ်ႇ ႁဵတ်းႁႂ်ႈပဵၼ်လွင်ႈၶဵင်ႈၶႅင်ဢႃႇၼႃႇ","views":117,"mobile_percentage":43.59,"rank":423},{"article":"ၽူတၢင်ၼႃႈၵဝ်ႇ ထရၢမ်ႉ ထုၵ်ႇၺႃးတၢမ်ႇ တေႃႇလႃႇ 148 လၢၼ်ႉပၢႆ","views":117,"mobile_percentage":58.12,"rank":424},{"article":"ၵၢၼ်ႇ လႄႈ ၵၢဝ်းလီၸၢၼ်း ၵျႃႇပၢၼ်ႇ သိုပ်ႇပၼ်ၶေႃႈမၼ်ႈၵႅၼ်ႇ တႃႇႁူမ်ႈမိုဝ်းၵၼ်ထႅင်ႈ","views":116,"mobile_percentage":53.45,"rank":425},{"article":"မိူင်းၵူဝ်ႇလမ်ႇပီႇယႃႇ တေတတ်းၶၢတ်ႇ ၵၢၼ်ၽွင်းတၢင် တင်း ဢိတ်ႇသရေး","views":116,"mobile_percentage":49.14,"rank":426},{"article":"ၽူႈဢွၼ်ႁူဝ် ရတ်ႈသျႃး ပူႇတိၼ်ႇ ၶဵင်ႇတႃႉ ၶေႃႈပူင် ၸၼ်ႉၵူႈမိူင်းမိူင်း ဢၼ်တႃႇတိၺွပ်းမၼ်း","views":116,"mobile_percentage":60.34,"rank":427},{"article":"ဢိၼ်းတီးယႃး ပွႆႇ Aditya-L1 ၶိုၼ်ႈၶႅမ်ႉလႅပ်ႈ ပဵၼ်တႃႇၵႂႃႇလဵပ်ႈႁဵၼ်း လႅတ်ႇ","views":116,"mobile_percentage":59.48,"rank":428},{"article":"ၸွမ်ၽွင်းလူင်ၵဝ်ႇ မိူင်းပင်းၵလႃးတဵတ်ႈ ၶႃႇလီႇတႃႇၸီႇယႃႇ လွတ်ႈဢွၵ်ႇမႃး တီႈၵုမ်းၶင်တူဝ်","views":116,"mobile_percentage":56.03,"rank":429},{"article":"ယွၼ်ႉလူမ်းလႅင်ႉတီႈ ပင်းၵလႃးတဵတ်ႈလႄႈ ၵူၼ်းတၢႆ ဢမ်ႇယွမ်းသိပ်းၵေႃႉ","views":116,"mobile_percentage":53.45,"rank":430},{"article":"ဝႅတ်ႉၼမ်း လိူၵ်ႈငႃ ၽွင်းလူင်ၵၢၼ်ႁူမ်ႇလူမ်ႈၵူၼ်းမိူင်း တႃႇပဵၼ်ၸဝ်ႈၸွမ်ၸိုင်ႈမႂ်ႇ","views":115,"mobile_percentage":60,"rank":431},{"article":"မိူင်းဢမႄႇရိၵၢၼ်ႇ မိူင်းၵျႃႇပၢၼ်ႇ လႆႈၸႂ်ၵၼ်ဝႃႈ တေတိူဝ်းႁူမ်ႈမိုဝ်းၵၼ် ၽၢႆႇၵႅတ်ႇၵင်ႈ","views":115,"mobile_percentage":53.04,"rank":432},{"article":"ယွၼ်ႉ ၵူၼ်းယိပ်းၵွင်ႈလႄႈ မုၼ်ၸဝ်ႈၶရိတ်ႉယၢၼ်ႇ 1 ပႃး ပလိၵ်ႈ 15 ၵေႃႉ လႆႈတၢႆ တီႈ ရတ်ႈသျႃး","views":114,"mobile_percentage":59.65,"rank":433},{"article":"ၸွမ်ပွင်ၸိုင်ႈရတ်;သျႃး လၢတ်ႈဝႃႈ မၼ်းပၼ်ႁႅင်း ႁႄးရိသ်ႉ ႁႂ်ႈဢွင်ႇပေႉ ပၢင်လိူၵ်ႈတင်ႈ","views":114,"mobile_percentage":60.53,"rank":434},{"article":"သိုၵ်းထႆး လႄႈ ၵမ်ႇပေႃးတီးယႃး ပဵၼ်ပၢင်တိုၵ်းၵၼ် တီႈလႅၼ်လိၼ် ဢၼ်မီးလွင်ႈထဵင်ထွင်ၵၼ်","views":114,"mobile_percentage":33.33,"rank":435},{"article":"ၵူၼ်းၸိူဝ်းလွတ်ႈၽေးမၢၵ်ႇဢႅတ်ႇထမ်ႇ မိူင်းၵျႃႇပၢၼ်ႇ လႆႈသူးငမ်းယဵၼ် ၼူဝ်ႇပႄႇလ်","views":112,"mobile_percentage":60.71,"rank":436},{"article":"ဢမႄႇရိၵၢၼ်ႇ ဢၢၼ်ႇႁူဝ်မိုၼ်ႇမၼ်း ၼႄၵၢင်ၸႂ် တႃႇၵိုတ်းတိုၵ်း တီႈၷႃႇꩡႃႇ","views":112,"mobile_percentage":66.96,"rank":437},{"article":"ႁိူဝ်းမိၼ်ႁႄႇလီၶွပ်ႇတႃႇ ၵျႃႇပၢၼ်ႇ လုတူၵ်းၼႂ်းပၢင်ႇလၢႆႇ တၢႆၼိုင်ႈၵေႃႉ ႁၢႆၸဵတ်းၵေႃႉ","views":111,"mobile_percentage":61.26,"rank":438},{"article":"ပၢႆႇတႅၼ်ႇလၢတ်ႈဝႃႈ ဢီႇရၢၼ်းၶဝ် လႅပ်ႈတေၸဵဝ်း တွပ်ႇတႅၼ်း ဢိတ်ႇသရေး","views":111,"mobile_percentage":60.36,"rank":439},{"article":"ၵႅမ်ၸွမ်ၸိုင်ႈၵၢၼ်ႇ တေၶိုၼ်ႈႁွတ်ႈ ပၢင်ၵုမ်ငမ်းယဵၼ် ယူႇၶရဵၼ်း","views":111,"mobile_percentage":49.55,"rank":440},{"article":"ၽွင်းလူင် ၵၢၼ်ၼွၵ်ႈမိူင်း မိူင်းထႆး ထွၼ်တူဝ်ဢွၵ်ႇ တႃၶုၼ်","views":110,"mobile_percentage":47.27,"rank":441},{"article":"ၼမ်ႉလူၵ်ႈ တီႈ ဢႃႇၾၵၢၼ်ႇၼီႇသတၢၼ်ႇ ၵူၼ်းတၢႆ 300 ပၢႆ","views":110,"mobile_percentage":50,"rank":442},{"article":"ၾီလိပ်ႈပိၼ်း တေႁႄႉႁၢမ်ႈ လွင်ႈၶႄႇႁဵတ်းၵုၼ် တီႈၼႂ်း ပၢင်ႇလၢႆႇၶႄႇၸၢၼ်း","views":109,"mobile_percentage":59.63,"rank":443},{"article":"ဢိတ်ႇသရေး ယွမ်းႁပ်ႉ ၶေႃႈတၢင်ႇလၢတ်ႈ လင်ႈငမ်းယဵၼ် ၸွမ်ပွင်ၸိုင်ႈပၢႆႇတႅၼ်ႇ","views":109,"mobile_percentage":70.64,"rank":444},{"article":"Blinken ၽွင်းလူင် ၵၢၼ်ၼွၵ်ႈမိူင်း ဢမႄႇရိၵၢၼ်ႇ ႁွတ်ႈထိုင် တိူဝ်ႇၵီႇ တႃႇငူပ်ႉငိ လွင်ႈၵႃႇၸႃႇ","views":109,"mobile_percentage":56.88,"rank":445},{"article":"မိူင်းၵမ်ႈၽွင်ႈ ယိုတ်း ငိုၼ်းလူႇ ၵူၼ်းထူပ်းၽေး ပႃးလဵတ်ႈသတၢႆး","views":108,"mobile_percentage":57.41,"rank":446},{"article":"ၵူၼ်းဢိတ်ႇသရေး ၸိူဝ်းထုၵ်ႇၺွပ်းၵႂႃႇ လွတ်ႈဢွၵ်ႇမႃး သီႇၵေႃႉ","views":106,"mobile_percentage":60.38,"rank":447},{"article":"ၶႄႇ လႄႈ ဢမႄႇရိၵၢၼ်ႇ ၶဵင်ႇၸီးၸွႆးၵၼ် လွင်ႈပိုၼ်ၶၢဝ်ႇၽိတ်း","views":105,"mobile_percentage":55.24,"rank":448},{"article":"သၽႃးတႂ်ႈၵၢၼ်ႇ ယိုၼ်ယၼ် ပိူင်ယုၵ်းယၢင်ႇၸွႆႈထႅမ် ၼွၵ်ႈမိူင်း","views":104,"mobile_percentage":71.15,"rank":449},{"article":"ၾီလိပ်ႈပိၼ်း တုၵ်းယွၼ်း ယူႇဢႅၼ်ႇ ႁႂ်ႈမၵ်းမၼ်ႈပၼ် လႅၼ်ၼမ်ႉ ပဵၼ်တၢင်းၵၢၼ်","views":104,"mobile_percentage":58.65,"rank":450},{"article":"ရတ်ႈသျႃး ယုမ်ႇယမ်ဝႃႈ ၵူၼ်းတိုၵ်းတေႃး တီႈ မွတ်ႉသ်ၵူဝ်ႇ တေပၢႆႈၵႂႃႇၽၢႆႇ ယူႇၶရဵၼ်း","views":103,"mobile_percentage":62.14,"rank":451},{"article":"ၵၢၼ်ႇ တိုၵ်းသူၼ်းႁႃးမၢတ်ႉသ် တႃႇၽွမ်ႉၸႂ်ၵိုတ်းတိုၵ်းတင်း ဢိတ်ႇသရေး","views":103,"mobile_percentage":59.22,"rank":452},{"article":"ၶွင်ႇသီႇပၢႆးႁူမ်ႇလူမ်ႈ ယူႇဢႅၼ်ႇ တေၵုမ် လွင်ႈတိုၵ်းတေႃးဢိတ်ႇသရေး ဢၼ်ၵူၼ်းပၢႆးၽေးလႆႈတၢႆ","views":103,"mobile_percentage":44.66,"rank":453},{"article":"မိူင်းတီႇမေႃးပွတ်းဝၼ်းဢွၵ်ႇ လႆႈၶဝ်ႈပဵၼ်လုၵ်ႈၸုမ်း ဢႃႇသီႇယၼ်ႇ မိူင်းထူၼ်ႈ 11","views":103,"mobile_percentage":51.46,"rank":454},{"article":"ၵူၼ်းႁၢပ်ႇၵၢၼ် လုမ်းၽွင်းဢိတ်ႇသရေး မိူင်းၶႄႇ ထုၵ်ႇၺႃးမိတ်ႈတမ်","views":103,"mobile_percentage":33.01,"rank":455},{"article":"ၽူႈတူင်ႉၼိုင် ပႃႇတီႇၶွၼ်ႇသႃႇဝေးတိပ်ႉ Charlie Kirk ထုၵ်ႇၶႃႈတၢႆ တီႈၸၼ်ႉၸွမ်ယူႇတႃး","views":102,"mobile_percentage":53.92,"rank":456},{"article":"ၼမ်ႉထူမ်ႈ တီႈ ၵဵင်းမႆႇ လႄႈ ၸၢင်ႉ 2 တူဝ် ၸူမ်ၼမ်ႉတၢႆ","views":102,"mobile_percentage":65.69,"rank":457},{"article":"ပၢင်လိူၵ်ႈတင်ႈရတ်ႈသျႃး မီးလွင်ႈၼႄၵၢင်ၸႂ် သၢၼ်ၶတ်း","views":102,"mobile_percentage":63.73,"rank":458},{"article":"ၵၢၼ်ႇ ပိုၼ်ၽၢဝ်ႇပၼ်ငိုၼ်းတေႃႇလႃႇ 500 လၢၼ်ႉ တႃႇၸွႆႈထႅမ် လွင်ႈႁူမ်ႇလူမ်ႈ ၾီလိပ်ႈပိၼ်း","views":101,"mobile_percentage":59.41,"rank":459},{"article":"ၽူႈယႂ်ႇ ယူႇဢႅၼ်ႇ ပၼ်ၽၢင်ႉ ယႃႇႁႂ်ႈ လႄႇပႃႇၼွၼ်ႇ ပဵၼ်မႃးၼင်ႇ ၷႃႇꩡႃႇ","views":101,"mobile_percentage":57.43,"rank":460},{"article":"ၸွမ်ၽွင်းလူင် သိင်ႇၵႃႇပူဝ်ႇ တုၵ်းယွၼ်းႁႂ်ႈ ၵၢၼ်ႇ လႄႈ ၶႄႇ ၸွႆႈထႅမ် ASEAN လွင်ႈမိူင်းမၢၼ်ႈ","views":100,"mobile_percentage":60,"rank":461},{"article":"ၸွမ်ၽွင်းလူင်ၵျႃႇပၢၼ်ႇ ၵႂႃႇမိူင်းၵၢဝ်းလီၸၢၼ်း","views":100,"mobile_percentage":64,"rank":462}]